[{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") plans to help free small- and medium-sized businesses from the headaches, limitations and costs of current information technology (IT) maintenance with a new appliance -- called IBM Lotus Foundations Start -- that offers customers an easy way to collaborate, as well as the option to reliably run Microsoft Windows on a virtual machine with VMware technology. The new \"plug-and-play\" appliance combines software and hardware and is designed to allow employees to begin working together within one hour of initially booting up.\n\t\t\t\t\t\t\t\t\t", " The IBM Lotus Foundations appliance has everything a customer needs to quickly set up a reliable IT infrastructure. The software uses the IBM Lotus Notes/Domino collaboration platform to enable employees to create, share and print Lotus Symphony documents, and work with email and calendar functions. Its automated design -- self-configuring, self-healing, and self-managing daily systems operations -- eliminates the need for routine maintenance and helps to ensure that critical data is protected through an integrated disk backup technology.", " ", " \"For the first time, customers and partners have access to an all-in-one appliance where both the hardware and software are sourced by a single vendor,\" said Kevin Cavanaugh, vice president, IBM Lotus Software.  \"One source to deal with makes life a lot easier.  The appliance is a complete system, and it's designed to require zero on-site IT support.  All a customer needs to get started is a power outlet and an Internet connection.\" ", " The Lotus Foundations appliance will be generally available in December. ", " IBM is also announcing a pilot with VMware, which will provide support to IBM Lotus Foundations users who run Windows and are licensed to run Windows-based applications.  Lotus Foundations customers will benefit from running Windows on a virtual machine on IBM Lotus Foundations.  Even if the Windows operating system crashes, the business can still access the core capabilities of Lotus Foundations without rebooting.  Lotus Foundations operations are designed to continue uninterrupted. ", " Business partners also benefit as they no longer need to visit their customers onsite to diagnose Windows system crashes.   Lotus Foundations users can sign up for the VMware pilot ", ". ", " The software technology in IBM Lotus Foundations is built on a 100 megabyte Linux kernel, compact enough to be stored on a solid state chip.  The system starts up at the chip level, so in the unlikely event that both hard drives fail, IBM Lotus Foundations will still boot up with network, firewall, virtual private network (VPN), user accounts and other key services completely operational. ", " \"The ability to remotely access and administrate my client accounts, even if their systems go down, is essential,\" said Rick Kane of Onsite Technology, Inc., an IBM Lotus Foundations Business Partner. \"I don't have to spend money to travel for a site visit and my customers don't experience the cost or hassle of significant downtime.  And in today's economic climate, that can be the difference in keeping the lights on.\" ", " This configuration addresses the headaches that small- and medium-sized businesses have dealt with from traditional IT solutions, such as Microsoft Small Business Server and the subsequent security patches, emergency fixes and operating system upgrades.  IBM Lotus Foundations eliminates \"patch management\" and the lengthy downtime and labor associated with upgrades. When an update is available, the system downloads the latest Linux operating system in a matter of minutes.  Even major upgrades require a single click. There is no need for an on-site IT support visit or planning tools.  The process is also completely reversible. ", " \"We've always viewed computer systems as a 'necessary evil,'\" said Greg Bruce, chief operating officer of Hester Group. \"They're essential for our business, but there's always something to be fixed or updated.  And it seems that every month, we have to buy or install something new. IBM Lotus Foundations is different.  We get everything in one package and there's no maintenance. Our local partner plugged it in, and it just works.\" ", " IBM Lotus Foundations simplifies and improves the backup and recovery process through a single \"system restore button\" on the new IBM Lotus Foundations appliance.  In the event of a complete system failure, merely pressing the \"system restore\" button on the appliance recovers core functions.   At the same time, the system automatically performs back-ups as often as every 15 minutes, providing continuous data protection. With replaceable primary and secondary drives, a back-up solution is always at hand. ", " IBM Lotus Foundations provides customers with collaboration technology to take advantage of the latest social networking tools, while enabling their business to grow without making additional IT investments. The appliance can accommodate up to 500 users, so as a business expands to 75, or 300 users, there is no need to upgrade to more expensive and complex products, which often require the purchase of additional hardware. ", " IBM Lotus Foundations also offers a range of software applications to address business challenges.  On November 21, the IBM Smart Business Developers' Kit will become generally available, enabling independent software vendors (ISVs) to easily package and sell Lotus Domino applications to small- and medium-sized businesses.  This will open new markets for the developers and give SMB customers a host of new Domino applications to better run their businesses. ", " Business partners that use the Developers Kit can simply point to an existing application on a Domino server and the tool will combine the necessary files into a \"single-click\" installation package. The applications can be deployed into environments as separate packages or preloaded by the business partner, an important feature since many smaller companies don't have on-site IT support. ", " \"The toolkit is well thought out and well executed,\" said Richard Gill, president and founder of Gill and Piette, an IBM Advanced Business Partner focusing on SMB Lotus Notes development.  \"It does exactly what you expect it to -- it's intuitive and it's easy.  With the Kit, IBM is effectively giving us the ability to reach a new customer set without having to make any additional time or dollar investments.  In today's business climate, a business partner couldn't ask for more.\" ", " For more information about IBM Lotus Foundations, visit ", " or ", ".", " IBM is helping free small- and medium-sized businesses from the headaches, limitations and costs of current information technology (IT) maintenance with a new appliance -- called IBM Lotus Foundations Start -- that offers customers an easy way to collaborate, as well as the option to reliably run Microsoft Windows on a virtual machine with VMware technology.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIn a move that could spur the rise of the nascent computing model known as \"cloud,\" IBM (NYSE: IBM) today said it would introduce a program to validate the resiliency of any company delivering applications or services to clients in the cloud environment. As a result, customers can quickly and easily identify trustworthy providers that have passed a rigorous evaluation, enabling them to more quickly and confidently reap the business benefits of cloud services.\n\t\t\t\t\t\t\t\t\t", "Cloud computing is a model for network-delivered services, in which the user sees only the service and does not view the implementation or infrastructure required for its delivery. The success to date of cloud services like storage, data protection and enterprise applications, has created a large influx of new providers. However, unpredictable performance and some high-profile downtime and recovery events with newer cloud services have created a challenge for customers evaluating the move to cloud. ", " IBM's new \"Resilient Cloud Validation\" program will allow businesses who collaborate with IBM on a rigorous, consistent and proven program of benchmarking and design validation to use the IBM logo: \"Resilient Cloud\" when marketing their services. ", " Operating the most data centers in the world, IBM has delivered remote technology services to clients for decades and has developed strict standards for service quality -- from infrastructure design to process excellence. Through its new Resilient Cloud Validation program, IBM's Business Continuity and Resiliency Services unit will build on its 40-year history of eliminating downtime in the most demanding business environments to help cloud service providers meet the highest standards of resiliency. In addition, IBM Research has developed end-to-end tools for assessment and discovery within a customer's configuration, modeling, ROI analysis, optimization and migration to a highly virtualized cloud environment. ", " IBM announced today that Allscripts, a leader in delivering innovation technologies that improve the health of patients and the bottom line of physicians and other healthcare organizations, is the first company to begin the certification process. The designation is expected to enable Allscripts to enhance the current online data backup service it provides to better serve the needs of the 150,000 physicians who use the company's electronic health records, e-prescribing and practice management solutions. Next Spring, Allscripts will release a new online backup service, powered by IBM, which will provide a simple, easy to deploy remote data protection service, helping to ensure that sensitive patient information and medical documentation will be encrypted, securely stored away from the customer location, and easily recovered at a moment's notice. ", " \"Our physician clients have come to expect that the clinical information stored by our software solutions is secure, private and available without interruption around the clock. By partnering with IBM, we're able to deliver an affordable, enterprise-class data protection and recovery service through the cloud, to even the smallest physician practices,\" said Paul Edge, Vice President of Solutions Management for Allscripts. \"We're dedicated to continuing to provide highly available cloud services to our clients, and IBM is a critical partner for us -- we look forward to continued work with IBM on the Resilient Cloud Proven program.\" ", " \"Every cloud service provider has the same objective: provide an uninterrupted flow of information for their business,\" said Philippe Jarre, IBM General Manager of Business Continuity and Resiliency Services. \"Since these providers power other businesses, there is a 'network effect' of downtime, it's absolutely critical to build to the highest standards of resiliency.\" ", " Getting Started ", " IBM's Business Continuity and Resiliency Services have 155 data centers around the globe, and offer a range of capabilities from advisory services to fully-managed resilient infrastructures. These teams are available today to evaluate current cloud architectures against resiliency best practices, identify, quantify, and prioritize gaps and risks, then provide the ongoing design assistance and management expertise to run more resilient infrastructures. ", " The IBM \"Resilient Cloud\" program will be available in early 2009. ", " For more information about IBM's cloud computing initiatives, please visit ", "  ", " ", " ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE:\r\n", ") today introduced its the newest cloud service for Web conferencing, Lotus Sametime Unyte 8.2 (www.sametimeunyte.com). IBM also announced a new distribution partnership with InterCall to deliver Lotus Sametime Unyte's intuitive online meeting capability to InterCall customers worldwide.\n\t\t\t\t\t\t\t\t\t", "By extending the capabilities of its Web conferencing service to the global market, IBM is meeting a groundswell of demand for cloud services. As more companies are investing in collaboration technology, Lotus Sametime Unyte brings an affordable, easy-to-use option for businesses that need to work together across cities and continents, just as they would in the same room. The added support for open document formats, such as Lotus Symphony, along with support for nine languages ensures companies in emerging and established markets can collaborate simply by paying a monthly subscription.", "The partnership with InterCall brings together two worldwide leaders in the conferencing and collaboration space, as market indicators show a growing business demand for online collaboration services. InterCall is the latest service provider to bolster its portfolio with a cloud-based solution from IBM, enabling businesses of all sizes to use the Lotus Sametime Unyte Web conferencing service to collaborate anywhere on the globe. The integrated Sametime Unyte services will be available to InterCall users on January 1, 2009.", "The marketing and sales partnership, combined with Lotus Sametime Unyte's improved global network and language support, opens the door for enterprises and SMB customers around the world to take advantage of IBM's easy-to-use conferencing services. Lotus Sametime Unyte can be accessed through any Web browser with no downloaded software required, making it a more audience-friendly alternative to other online services.", "\"Our relationship with a trusted partner like IBM helps us put simple, yet powerful Web conferencing solutions into the hands of users around the globe,\" said Scott Etzler, president of InterCall. \"Lotus Sametime Unyte's easy-to-use collaboration tools fit perfectly with our mission to provide products that help customers increase their productivity and eliminate communication inefficiencies.\"", "\"Sametime Unyte delivers the reliability businesses expect from IBM, while offering the inherent ease of access and pricing associated with cloud services,\" said Sean Poulley, vice president, online collaboration services, IBM Lotus. \"At a time when companies are becoming more environmentally aware and focused on reducing travel expenses without slowing their growth, IBM's new partnership with InterCall shows how we're helping businesses 'go global' at a minimal cost.\"", "The new release of Sametime Unyte has network acceleration enhancements that allow faster access to the service from anywhere on the globe. In keeping with its efforts to bolster collaboration across the globe, Sametime Unyte is now available in nine languages: French, German, Italian, Spanish, Chinese, Japanese, Korean, Brazilian Portuguese and English. By enabling these businesses to communicate in real-time with a worldwide network of employees, partners and customers, Sametime Unyte can help growing businesses become global trading partners.", "IBM has also integrated Sametime Unyte with Lotus Notes and Lotus Sametime, allowing users working by email or instant messaging to join a Web conference with a single click of a button.  The newest features also include a participant \"waiting room\" to gather attendees before the call; improved alerts for meeting organizers; new support for the FireFox 3.0 browser; as well as the ability to share or publish PDF and ODF files, in addition to PPT, DOC and XLS files.", "Online collaboration technology can be a growth catalyst for SMBs, such as Padgett Communications, a provider of audience response systems. Using software to measure participant reactions at corporate events, meetings and media events, Padgett Communications maintains a global customer base with a staff of 25 full-time employees.", "\"Lotus Sametime Unyte gives us the ability to show our clients how our audience response system works through a visual demonstration, rather than just telling them about it,\" said Lauren Traviesa, director of business development, Padgett Communications. \"We have drastically reduced the costs of travel for our sales and support team, which is a huge windfall of cost-savings that we're able to pass along to our customers. If our customers have questions about our service, we can connect directly to them with the push of a button, from any computer in our office, at home, or on the road.\"", "For Martin Memorial Health Systems, a network of not-for-profit healthcare facilities comprised of two hospitals, three MediCenters, and numerous clinics spanning a 35-mile stretch of Florida's east coast, the common-sense benefits of Web conferencing are apparent.", "\"Even before the cost of gas went sky-high this summer, I appreciated the reduced travel between facilities just because it added more time to my day,\" said Chuck Cleaver, assistant vice president of finance, Martin Memorial Health Systems. \"With Lotus Sametime Unyte, I can meet with all the key players in our finance operations, and see the same documents that are on their screens, without leaving my office and without needing help from our technical support team.\"", "For more information on Lotus Sametime Unyte 8.2 or to sign up for a free 14-day trial, visit ", ".", " Lotus Sametime Unyte 8.2 screen capture.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tNorth Carolina State University (NC State) and IBM (NYSE: ", ") today announced plans to provide every student in North Carolina access to advanced educational resources through NC State's Virtual Computing Lab (VCL), a cloud computing-based technology. Through this cloud -- which is a set of Internet-based resources -- students at K-12 schools, colleges around the state and the University of North Carolina system campuses themselves will have access to the most advanced educational materials, select software applications and computing and storage resources.\n\t\t\t\t\t\t\t\t\t", "NC State also announced that the code for its VCL technology is available through the ", " for free, and is in discussions with a number of universities across the globe that wish to replicate this cloud computing model. ", " In support of this effort, the NC State Department of Computer Science and Office of Information Technology announced the creation of a Center of Excellence in Cloud Computing, an applied research and development facility on the NC State campus that will spearhead collaboration projects between NC State and the ", " development team, helping improve the quality of education provided through the VCL platform and ensure reliability. ", " The VCL solution allows users to remotely access a desired set of applications and environments over the Internet -- using a personal computer, laptop or mobile device -- from anywhere, at any time. To VCL users, even the most demanding software applications, operating systems and environments are easily accessible through license-honoring technology in a click of the mouse. Access is instant, and offers a range of options -- from single desktops to classroom-sized labs, to collections of servers and storage, to high-performance computing clusters. ", " \"NC State and IBM are inviting universities worldwide to participate in the Virtual Computing Initiative,\" said Jai Menon, vice president of IBM University Programs and vice chair of the IBM Academy of Technology. \"Through this collaboration, universities that participate in the program have a tremendous opportunity to not only further enable their own students, but to also improve the lives of students in economically disadvantaged parts of the country and the world. The VCL technology is a conduit that can greatly enhance students' education, self confidence and overall quality of life.\" ", " \"We are excited to partner with IBM to offer schools across North Carolina access to the academic resources of the NC State Virtual Computing Lab. The VCL has the promise and track record to allow for improvements in wide ranging activities from enhanced teaching and learning to improved business continuity,\" said Dr. Marc Hoit, vice chancellor for information technology and CIO of North Carolina State University. \"Collaboration, partnership across educational and industrial entities, and shared innovation are hallmarks of NC State's approach and mission, so the cloud computing and open source technology is a perfect fit.\" ", " Using VCL, elementary school students will access content appropriate for their advancement. For example, \"Alice\" -- an innovative educational software environment with 3D animation and story-telling -- could provide educational support for students across several functional areas. As another example, Disney's MathQuest grade school software helps build essential math skills like addition, subtraction, estimating, sorting and understanding patterns, all through participating in virtual mazes and expeditions. Microelectronics Center of North Carolina, the NC State Friday Institute and Duke University are lead partners in the K-12 effort. ", " Through the same system, university-level students can access high-end applications such as SolidWorks, MatLab and SAS, as well as complex networking simulators, mainframe computing facilities running IBM System z, and specialized IBM Cell microprocessors to learn, for example, about Service Oriented Architectures and IT Management. ", " The content is projected through the VCL images, which consist of an operating system and set of prepackaged applications, middleware or other material that is securely stored in the cloud. Once a session is over and the user has saved the data they want to keep, that user's \"virtual space\" is wiped clean. This enables the computing resources to be re-provisioned by other users as needed. The VCL consists primarily of a pool of IBM BladeCenter servers, plus storage and software that can be shared by geographically distributed users. ", " With the creation of the Center of Excellence in Cloud Computing, NC State hopes to lead the way in applying cloud computing technology to the democratization of education for students in North Carolina, as well as around the world. The center will serve as a focal point for the many ongoing cloud computing research projects being conducted at NC State and other local universities, including the open source Apache project. ", " \"We are excited that Apache.org has accepted the Virtual Computing Lab as one of its open source projects,\" said Dr. Louis Martin-Vega, dean of the College of Engineering at NC State. \"As part of this prominent open source community, the VCL will continue to add to the development of open source computing and improve access to high-performance computing power across the state.\" ", " IBM and NC State collaborated to establish the VCL in 2004. Since then IBM has also assisted in expanding the VCL with technical support from IBM BladeCenter development teams in Research Triangle Park (RTP), North Carolina, as well as through sustained funding from the IBM RTP Center for Advanced Studies (CAS) and IBM corporate university relations -- with several other corporations, and active support from The University of North Carolina General Administration and the state legislature. ", " The IBM WebSphere Technology Institute also assisted NC State in launching the VCL Apache incubator project. Through support from RTP CAS and the Academic Initiative, the VCL allows North Carolina faculty to create and deliver advanced educational material in support of programs that are preparing their students for the 21st century workforce. Through fellowships, grants and technical collaborations, IBM is supporting local faculty who are applying VCL in support of STEM (Science, Technology, Engineering and Math) outreach programs to North Carolina K-12 students and teachers. ", " As part of its Cloud Computing Initiative, IBM has built 13 cloud computing centers around the world, many of which partner with universities and other organizations. In addition, IBM is working with a number of universities to help future computer scientists gain the skills they need to build cloud applications. ", " IBM and NC State will be showcasing the VCL capabilities at Educause 2008 in Orlando, Florida, October 28-31, and at Supercomputing 2008 in Austin, Texas, November 15-21, 2008. ", " Schools can download the VCL appliance at ", ", or for more information on how to join the Virtual Computing Initiative, please visit ", " or ", ".  ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") announced today that Merrill Lynch will use its new iDataPlex servers, a new class of data center hardware that allows mass-scale, Internet-style computing in a compact, energy-saving package.\n\t\t\t\t\t\t\t\t\t", "The industry-standard, IBM System x iDataPlex servers will be used to help Merrill Lynch build and evaluate new risk-analysis programs. Merrill's iDataPlex units draw minimum power -- 40% less than typical designs. iDataPlex more than doubles the amount of systems that can run in a single IBM rack -- packing five times the compute power of typical rack systems. ", " Taking a page from the Internet's model, iDataPlex is built for stateless computing that effectively turns many separate computers into a pool of shared resources or \"cloud.\" Merrill Lynch is among a handful of companies leading their industries towards using cloud networks to deliver applications only when needed. ", " \"Our goal is to rapidly adopt technologies like iDataPlex that reduce the power consumption within our data centers,\" said Jeffrey M. Birnbaum, chief technology architect at Merrill Lynch. \"iDataPlex is a perfectly positioned platform for this new style of computing -- giving us the ability to pack a lot more compute power into smaller, less expensive package and minimize power and cooling costs. iDataPlex technology combined with a Stateless computing model allows Merrill Lynch to optimize Data Center efficiency.\" ", " iDataPlex marks a key engineering advance in IT hardware. It helps IBM clients develop cloud-style data centers, designed to take advantage of dramatic improvements in IT efficiency and provide for quick rollout of new IT services to support future business growth. IBM is helping clients move to new enterprise data centers by focusing on best practices around virtualization, green IT, service management and cloud computing. ", " iDataPlex is part of IBM's \"Blue Cloud\" initiative, powered by 200 full-time researchers and more than $100 million in investments over the past three years. Blue Cloud brings together a variety of offerings to help IBM clients deliver an ever-expanding number of IT services demanded by business users and consumers. Built on IBM's expertise in delivering large-scale computing systems, Blue Cloud is a set of hardware, software and services that allows IBM clients to offer personal and business services from remote, centralized servers, the \"cloud,\" that share computing resources and bandwidth -- to any device, anywhere. ", " Original iDataPlex press release, photos and video available here: ", " ", " IBM and iDataPlex are trademarks or registered trademarks of International Business Machines Corporation in the United States or other countries or both. A full list of U.S. trademarks owned by IBM may be found at: ", ". ", " Linux is a registered trademark of Linus Torvalds in the United States, other countries, or both. ", " Other company, product, and service names may be trademarks or service marks of others.  ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday, IBM (NYSE: IBM) announced new cloud computing services to help businesses of all sizes take advantage of this increasingly-attractive computing model. With today's announcements, IBM is applying its industry-specific consulting expertise and established technology record to offer secure, practical services to companies in public, private and hybrid cloud models.\n\t\t\t\t\t\t\t\t\t", " The old one-server-per-application model has created a dire situation in the data centers of large enterprises. Their infrastructures are becoming too complex and expensive to maintain, and smaller organizations want new ways to grow and expand their businesses without falling victim to these same issues. ", " Cloud computing, or network-delivered services and software, can save customers up to 80 percent on floor space and 60 percent on power and cooling costs, and deliver triple asset utilization(1). While the economics are compelling to businesses of all sizes, concerns over security, data portability and reliability are causing reluctance among enterprise customers. ", " New Services for Cloud Computing ", " IBM's new business consulting services use economic modeling to assess the total cost of ownership for building and integrating clouds. Initial research indicates that organizations will employ both public and private clouds to achieve business goals, and IBM can help companies find the most effective balance, and manage it all as one integrated strategy. ", " In addition, cloud technology consulting services will help clients create roadmaps for re-constructing their IT environments, so they can take advantage of cloud computing models to improve operational efficiency, overall carbon posture and return on investment. With new cloud implementation services, IBM will apply expert-level skills, methods, guidance and project management techniques to help clients plan, configure and test the servers, storage and technologies necessary to support a dynamic technology environment. ", " \"Cloud strategies need to be in line with business strategies,\" said Willy Chiu, Vice President, High Performance on Demand Solutions, IBM. \"Over the last year in our 13 cloud computing centers worldwide, we've worked with clients to understand how to help them take advantage of both public and private clouds to get the best economics.\" ", " New Clients Move into the Cloud with IBM ", " In addition to new services, IBM is helping new clients move into the cloud. One of Houston's largest and fastest-growing human services agencies, Neighborhood Centers serves over 200,000 citizens in Southwest Texas and delivers key services including economic development services, citizenship and immigration services, early childhood development programs, a K-5 charter school and seniors programs. The non-profit organization depends on IBM cloud services to back-up server and PC data from distributed environments, and store it in secure off-site locations. ", " \"Neighborhood Centers is dedicated to helping citizens cope with disruption and plan for contingencies in life -- as second responders in emergencies we simply cannot afford to be shut down, or slowed down, by a data loss,\" said Tom Comella, chief information officer, Neighborhood Centers Inc. \"IBM cloud services were critical in our community recovery efforts following Hurricane Ike. Since we experienced no business interruptions in any of our 20 facilities, we were able to focus on bringing the community, our services and our citizens back online. But the benefits of cloud services reach far beyond disaster recovery. Better data protection -- demonstrating that we are good stewards of information -- has become a selling point for us in willing contracts.\" ", " IBM Research is working directly with clients to create replicable, cloud-delivered, industry-specific services like Lender Business Process Services or Healthcare Process Services, as well as horizontal business services like CRM and supply chain management. ", " In China, for example, IBM Research is piloting a newly developed cloud computing platform, codenamed Project Yun which is Chinese for \"cloud,\" for companies to access business services, designed to make the selection and implementation of new cloud services as easy as selecting an item from a drop-down menu. With no need for back-end provisioning, the IBM platform stands to cut the time required to deliver new services dramatically. The Yun platform allocates storage, server and network resources for the customer application with zero human input, achieving top performance, availability and power utilization. ", " One of China's largest retailers with more than 10 million customers per day, Wang Fu Jing Department Store, has deployed several key cloud services from Project Yun, including a supply chain management solution for its vast network of retail stores to easily share supply chain information and visualize the execution of B2B business processes with thousands of their own SMB suppliers via the cloud. ", " Securing Enterprise Cloud Computing ", " To ensure the widespread adoption of cloud computing services, IBM has initiated a company-wide project to form a unified and comprehensive security architecture for cloud computing environments. The effort, which spans Systems, Software, Services and IBM's lauded Research and X-Force arms, is aimed at re-architecting and re-designing technologies and processes, to infuse security and shield against threats and vulnerabilities. Security is built-in to the cloud, not an afterthought. ", " The project incorporates next-generation security and cloud service management technologies, as well as simplified security management and enforcement, offering enterprise customers the same security and compliance guarantees that are equivalent or better than what they can expect in traditional computing environments. ", " Built upon IBM's extensive industry security leadership, the project focuses on developing trusted virtual domains, authentication, isolation management, policy and integrity management and access control technologies designed specifically for cloud computing ", " For more information on IBM's cloud computing initiatives, please visit ", " ", " (1) Numbers based on IBM client implementations  ", " ", "  ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]}]