[{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced a new Research collaboratory, located in Taipei, Taiwan. The collaboratory will focus on using technologies -- including cloud computing, analytics and mobile devices -- to advance wellness-centric healthcare that manages diseases more efficiently and effectively to keep people healthier. \n\t\t\t\t\t\t\t\t\t", "Most healthcare systems worldwide are \"sick care\" models, whose primary objective is to fund treatment when people have health problems, with little emphasis on disease prevention and wellness. Taiwan is known for its technology-driven modernized healthcare system. However, the aging population in Taiwan and the challenges associated with chronic disease management provide an opportunity for Taiwan to view preventive care as an integral component of the healthcare system. ", "The IBM collaboratory -- where IBM Researchers co-locate with a university, government, or commercial partner and share skills, assets, and resources to achieve a common research goal -- will bring together expertise in the areas of services, privacy, data management, analytics, and healthcare device management. Initially, the research will focus on projects that demonstrate and optimize the benefits of connected wellness services in prevention, early diagnosis and management of chronic disease. The project will help not only the citizens of Taiwan, but also create new technologies and business processes that can be used to help keep people healthier worldwide. ", "Cloud computing will serve as the foundation for much of the collaboratory's work in areas such as sensor data collection, record sharing, analysis, and diagnostics. The cloud computing model is suited to healthcare applications due to the volume of dynamic and diverse sources of information. Cloud computing can help Taiwan clinicians and hospitals coordinate and exchange information more efficiently. These flexible networks will be scalable in integrating and sharing services and data, which will help reduce costs. ", "Analytics will be another main focus of the collaboratory. The shift to wellness-centric healthcare and the increase in available data will provide new opportunities to develop analytical services that can be used to derive actionable insights for healthcare providers, patients and payers. The researchers will use advanced algorithms to understand the effectiveness of treatment options, improve process efficiencies, and increase the ability to proactively manage human health. Such analytical services will leverage data from various sources, including electronic health records, prescription data, and hospital systems, while maintaining the privacy of individuals. ", "The IBM collaboratory in Taiwan will be fully operational in 2010 and established jointly by the Ministry of Economic Affairs Taiwan and IBM.", "The Industrial Technology Research Institute (ITRI) and the Institute for Information Industry (III) will join the Ministry of Economic Affairs (MOEA) and IBM in the partnership. The collaboratory will work also with researchers from several leading institutions in Taiwan including National Taiwan University, National Tsing Hua University, National Chiao Tung University and Chang Gung University. ", "\"Taiwan has made important social transformations 14 years ago with the inception of the national healthcare program for all citizens. Now, it is time to infuse new technology perspectives to this transformation to further uncover new opportunities, priorities, and transformation incentives not just as a local service but an ecosystem of services that may become a differentiating industry from Taiwan,\" said Jin-Fu Chang, Minister of Science and Technology Advisory Group of Executive Yuan. ", "\"This collaborative research program is aimed at helping Taiwan's services to become more intelligent,\" said Dr. Jung-Chiou, Hwang, Vice Minister of the Ministry of Economic Affairs. \"Taiwan has a highly-regarded healthcare system with established hospitals and provider networks. By collaborating with IBM Research, Taiwan can leverage this system to create new services and technologies that can be exported worldwide. Taiwan is excited by the prospect of working with IBM on this transformative research agenda.\" ", "\"The goal is to create a research environment that leverages advancements in services science, analytics and cloud computing to create innovation that matters for Taiwan, IBM and the world,\" said Robert Morris, vice president, IBM Research. \"Quite simply, this collaboratory will focus on improving the quality and longevity of life.\" ", "IBM's deep expertise in managing, storing and analyzing data; its broad hardware and software know-how; its ability to develop and manage software as a service; leadership in service transformation; and its pre-eminent position in cloud computing gives it the experience and thought leadership to help Taiwan define, develop and manage a cloud computing infrastructure that directly addresses critical healthcare needs. The expertise gained from this research will also facilitate rapid deployment of similar intelligent infrastructures in other areas, including energy management and government services. ", "\r\nFor more information visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced that Kogakuin University, a school in Tokyo, has signed an eight-year agreement to transform its back-office infrastructure through cloud computing services or \"shared hosting\" from IBM Global Technology Services. (Logo: http://www.newscom.com/cgi-bin/prnh/20090416/IBMLOGO)\n\t\t\t\t\t\t\t\t\t", "Universities, like retailers, accountants and other commercial organizations, experience spikes in information technology (IT) consumption during specific annual occurrences, like graduation and enrollment periods. Kogakuin University will leverage cloud computing to create a dynamic infrastructure that acts more like the Internet, able to access vast pools of technology resources during periods of high volume.", "The new system will utilize IBM's Shared Hosting Services for IBM System z mainframes or \"zSHS\" and will be hosted out of IBM's data center in Makuhari, Chiba, Japan. The zSHS model will provide flexible IT assets and resources according to system demands and needs, and will support the university's accounting, administration and academic data management operations for critical tasks. The shared, virtual infrastructure on System z gives the university enterprise-class qualities of service, at an optimal cost. IBM will also manage the universities data from its data center in Makuhari, which has a sophisticated seismic isolated structure and fully redundant electrical system for increased resiliency and security.", "System z has a long history of providing shared workloads in a single server with rapid automation of server provisioning and de-provisioning, making it an ideal candidate to deliver virtual assets to a multitude of tenants.", "Marking its 125th anniversary, Kogakuin University currently has 6,500 students and advocates adopting technology as a core strategy. IBM Japan will support the realization of the university's vision by aggressively developing an advanced information technology infrastructure.", "The agreement was signed in the first quarter of 2009, and IBM Japan will begin providing the service from a cloud computing environment in September 2009.", "For more information, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced that it has successfully built Korea's first cloud computing environment for a private sector company, SK Telecom, the largest telecommunications company in Korea with over 24 million customers. The cloud environment provides developers with the necessary software and hardware to develop applications that will allow SK Telecom to offer up to 20 new services to their customers by the end of 2009, such as sports news feeds and a photo service.\n\t\t\t\t\t\t\t\t\t", "The IBM-built cloud environment will allow SK Telecom and its business partners to more quickly develop, test and publish new end-user services. The new cloud environment delivers the following business and technology benefits: ", "\"Our efforts to develop services with IBM and other partners reflect the latest trends in Web 2.0, which will ultimately enhance our customers' experience,\" said Jong-tae Ihm, senior vice president and head of SK Telecom's Data Network Office. \"Together with venture capital firms our aim is to create new business opportunities by rapidly commercializing the ideas of content developers, further advancing the development of the Information and Communication Technology industry.\" ", "SK Telecom also operates a Research & Development Test Bed for developing and testing cloud computing technologies. By the end of 2009 the SK Telecom plans to accommodate more than 20 services for NATE, SK Telecom's Wireless Application Protocol (WAP) Portal and in the coming years says it hopes to extend its entire IT infrastructure to the cloud model. This will in turn enhance the competitiveness of the cloud industry and foster business partnerships and cooperation. ", "\"With this new environment SK Telecom will lead in innovation by offering IT infrastructure for software developers through a Platform-as-a-Service (PaaS) model,\" said Kang-yoon Lee, head of IBM's Cloud Computing Center in Korea. \"We believe this project will be a model example in how enterprises in Korea and worldwide can leverage the cloud environment to support business requirements in continual change.\" ", "For this project IBM Korea worked jointly with SK Telecom to develop the entire cloud environment - from concept planning to hardware and software selection and implementation. The cloud includes 80 systems, comprised of both System x and blade servers, Xen virtualization technology and IBM middleware and service management technology. Service management is a key to any successful enterprise cloud computing project as it orchestrates hundreds -- even thousands -- of services in a workload-optimized fashion, maximizing efficiency of the system overall. SK Telecom is using IBM's Tivoli Service Automation Manager to enable software to be leased and installed seamlessly, and virtual machines provisioned accordingly. In planning the cloud architecture, SK Telecom also utilized implementation services and operation process consulting from IBM Global Technology Services. through to implementation services and operation process consulting. ", "For more information about IBM's cloud computing products and services, please visit ibm.com/cloud. ", " ", "SK Telecom (NYSE: SKM) is Korea's leading telecommunications provider with more than 24 million subscribers, which accounts for more than 50% of the total market. The company established in 1984, reached KRW 11.67 trillion in revenue in 2008. SK telecom was the first to launch and commercialize CDMA, CDMA 2001x, CDMA EV-DO and HSDPA networks, and it currently provides cellular, wireless internet, mobile media, global roaming service and more. For more information, please visit www.sktelecom.com or email to ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced the availability of online software - as a monthly subscription service - to help monitor, predict and prevent I.T. outages. \n\t\t\t\t\t\t\t\t\t", "Today even the smallest I.T. departments are demanding capabilities to identify where bottlenecks might occur, prevent them from occurring and automate data center processes. I.T. staff need a central point of control to oversee the piecemeal parts of the data center while faced with shrinking capital budgets. ", "To help meet that demand, IBM is introducing Tivoli Live Monitoring Services delivered on the IBM cloud to help companies manage the health and performance of their I.T.", "resources, including operating systems, virtualized servers, middleware and software applications. ", "Aimed at organizations looking to take advantage of easy-to-use monitoring, Tivoli Live Monitoring Services offers enterprise-class monitoring capabilities as a \"service\" without the need to deploy hardware, purchase separate software licenses, or engage in extensive software configuration. ", "The service helps to quickly identify and address potential outages and bottlenecks that threaten application availability before impacting end-users' notice. When the service detects a potential problem - such as running out of resource capacity - it automatically alerts IT operations and displays the relevant information in a dashboard to help analyze and correct the issue. Using IBM's autonomic computing capabilities, the service can be programmed to automate certain tasks that enable the affected system to 'self-heal' when faced with certain issues. ", "\"With digital information as the lifeblood of more organizations, even the smallest companies or divisions consider the data center's functionality mission-critical,\" said Al Zollar, general manager of IBM Tivoli. \"With this new service, IBM is delivering our smartest data center software in which businesses choose and pay for what they need. It's so easy that we expect most companies can sign up for it on Monday and have it running by Friday. The simplicity is an attractive addition to our service management portfolio.\" ", "IBM also provides these service management capabilities as on-premise software, managed services and software appliances. ", "With Tivoli Live Monitoring Services, customers can access pre-configured and dedicated instances of IBM Tivoli Monitoring 6.2.1, IBM Tivoli Monitoring for Microsoft Applications 6.2 and IBM Tivoli Composite Application Manager for Applications 6.2. The service will support the monitoring of up to 500 monitored resources such as operating systems, applications and devices. The service will offer 24x7 phone and email support, and will have extensive self-help content to get running quickly. Additional services will be available through IBM Business Partners. IBM representatives will also be able to offer this service directly. ", "Services include:", " The offerings are priced per service or monitored element on a monthly basis. There is a one-time setup fee for on-boarding costs. Terms include minimum of 90 days and run from one to three years. The operating systems supported include Linux, AIX, HP-UX and Microsoft Windows. ", "For more information on Tivoli Live, see this fact sheet ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today opened a new Hong Kong Cloud Computing Laboratory to support LotusLive cloud services. With more than 18 million client seats in its first year, IBM has established an", "elite team of experts to meet the demand of cloud-based collaboration services.", "(Photo: ", " )", "(Photo: ", " )", "(Photo: ", " )\n\t\t\t\t\t\t\t\t\t", "The news marks IBM's tenth cloud computing lab and the first lab of any major information technology (IT) vendor in Hong Kong. The new center", "serves as a world class development facility for Web 2.0, cloud mail and collaboration for businesses of all sizes around the globe. ", " ", "Key to IBM's development efforts worldwide for public cloud collaboration services, the lab will support the dramatic growth of cloud collaboration by governments and companies. The global cloud computing market is expected to grow at a compounded annual rate of 28 percent from $47 billion in 2008 to $126 billion by 2012, according to IBM based on various market estimates.  ", "The services delivered by the lab will help businesses worldwide transform communications and collaboration and foster innovation while enhancing efficiency and reducing costs. IBM's LotusLive delivers a suite of collaboration and social networking services including email, instant messaging, file-sharing, Web meetings and project management starting at $3 per user per month.  ", "A big part of IBM's mission for LotusLive is to develop public cloud collaboration services with a focus on security for enterprises and entrepreneurs alike. IBM believes that security is essential as companies consider using the cloud for business applications such as email and collaboration without the vulnerabilities demonstrated by consumer-based cloud services.  ", "IBM is also developing hybrid solutions that feature the benefits of both on-premise and public cloud collaboration. Many businesses indicate a preference for some type of mixed environment where employees can operate in either mode, depending on their circumstances or location.  ", "In order to accomplish this, IBM has established a cloud computing team in Hong Kong dedicated to identifying and driving best practices for its cloud messaging business in critical areas such as security, privacy and stability. Drawing on emerging market expertise, this unit represents a major expansion of IBM's Web-based mail and collaboration capabilities.  ", "The laboratory builds on the email technology and expertise of Outblaze Limited, a Hong Kong-based company whose messaging assets were acquired by IBM earlier this year and incorporated into the Lotus brand of collaboration services. The laboratory now serves as a major development lab for LotusLive, an integrated suite of cloud-based collaboration solutions.  ", "The opening ceremony was officiated by Mr. John C. Tsang, Financial Secretary, Hong Kong Special Administrative Region, Dominic Tong, General Manager, IBM China/Hong Kong Limited, Dr. Matthew Wang, Vice President, IBM China Development Laboratory and Asia Pacific North Cluster Laboratories, Mr. Duncan Warren Pescod, JP, Permanent Secretary for Commerce and Economic Development (Communications and Technology), and Ir. Dr. Hon. Samson Tam, Legislative Councillor of the Information Technology Functional Constituency.  ", "Speaking at the official opening, Dominic Tong, General Manager, IBM China/Hong Kong Limited, said: \"As the first cloud computing laboratory in Hong Kong to serve as a global resource for Cloud-based collaboration services, the laboratory marks a milestone for IBM and for the information technology (IT) industry in Hong Kong.\" ", " ", "\"The opening of the laboratory demonstrates Hong Kong's advantages as a global hub for world-class information technology and online services and we are delighted that it aligns with the government's agenda of developing Hong Kong into a center of excellence in innovation and technology,\" said Mr. Tong.  ", "As part of the IBM China Development Laboratory (CDL), IBM's largest with over 5,000 developers to date, the new laboratory will be able to draw upon the resources and expertise of CDL and IBM's world-leading global research and development organization for its growth and development.  ", "\"Strategically located near emerging growth markets, we expect that the new laboratory and IBM's LotusLive platform will play an important role in helping clients here and around the world to take advantage of the growth in Web 2.0 collaboration,\" said Dr. Matthew Wang, Vice President, IBM China Development Laboratory and Asia Pacific North Cluster Laboratories. \"IBM intends to increase its investment in the laboratory and recruit more talent to capture this huge global opportunity.\"  ", "The IBM Cloud Computing Laboratory in Hong Kong is a development and services center, focusing on LotusLive messaging development, testing, technical support and services delivery. The core team has rich experience in architecting and operating secure, scalable and reliable SaaS messaging platforms. ", " ", "LotusLive messaging services start at US$3 per user per month. For more information about LotusLive, visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday, at the RSA Conference, IBM introduced new services, hardware and software aimed at improving the security of cloud computing environments, helping ensure the confidentiality of data and helping locking down applications from attack.\n\t\t\t\t\t\t\t\t\t", "The new security products and services arrive as recent studies from the IBM X-Force security research group revealed that criminal organizations around the globe are developing new attack techniques with alarming speed. At the same time, businesses are increasingly deploying more collaborative business models and taking advantage of new information technology (IT) infrastructures like cloud computing, virtualization and Web 2.0 which introduce new complexities for security teams. IBM's new arsenal of security products are designed to meet customers' requirements; allow businesses to take advantage of new technology paradigms by helping to address new and emerging risk; and help address the cost and complexity of important security and compliance projects -- like Identity Assurance and Data Security management -- through introduction of simplified security solutions.", "\"New computing models fundamentally require businesses to rethink how they deal with compliance, risk management, data and application protection,\" said Brian Truskowski, general manager of IBM Internet Security Systems (ISS). \"The industry has taken a 'deploy now, secure later' approach which is creating today's oppressive cost and complexity problems in security. IBM is driving innovation with platforms that embed security in the infrastructure to transform security into a business enabler, rather than a costly inhibitor.\"", "Solid security approaches depend on an understanding of where data resides and how it's used. Achieving a complete view of enterprise assets and threats is a challenge even in traditional IT environments. With the growth of cloud computing, applications and data are flexible, fluid, and can reside in many different places at a given time creating some risk of malicious conduct or attack.", "Today, IBM is introducing Proventia Virtualized Network Security Platform, a virtual appliance to help secure a company's physical and cloud assets. One of the initial outcomes of IBM's foray into secure virtualization, Proventia Virtualized Network Security Platform is an extensible virtual security platform that consolidates security applications like intrusion prevention, Web application protection and network policy enforcement into a single solution. With Proventia Virtualized Security Platform, clients can take advantage of unprecedented scale to apply the benefits of virtualization to deliver X-Force powered network protection for virtual network segments, a key element for delivering secure cloud-based services.", "The virtual world encounters the risk of having the same security cost and complexity issues that have taken over the physical security world.", "\"Today's complex arrays of point products create a management nightmare for security operations,\" said Pat O'Day, chief technology officer at BlueLock, which provides cloud services for clients worldwide. \"BlueLock is working with IBM to lead the industry down a different path, one in which security is embedded into the fabric of the virtual cloud itself. With a holistic view, IBM could alleviate the need for clients to install and manage multiple point solutions in their environment.\"", "To combat the security challenges in cloud computing, IBM has undertaken a company-wide project for a unified and comprehensive security architecture for cloud computing environments. The effort, which spans Systems, Software, Services and IBM's lauded Research and X-Force arms, is focused on delivering highly automated comprehensive security solutions with a heavy emphasis on strong isolation, integrity and resiliency.", "As organizations continue to operate on the global Web, the prevalence and dynamic nature of online applications is creating new challenges for meeting compliance and security needs. Causing even more concern, the rise of malicious software (malware) is gaining traction as one of the leading threats to security.", "Online sites such as social networks, blogs and wikis are all enticing users to exchange and share dialogue with one another. This increase in interaction is providing hackers and cybercriminals easier access to plant malicious software within these applications. As a result, organizations are looking for ways to protect their clients' data from being attacked and verifying that their Web sites have not been compromised to become a platform for attacks. Today, IBM is announcing new solutions to help combat these threats:", "Today IBM is introducing four new security offerings for the dynamic infrastructure and Web-based environments that can help enable line of business and IT security managers to improve their risk posture, meet required cost reduction mandates and reduce complexity. Managing risk in a dynamic infrastructure requires developing and managing a secure infrastructure that at its core is based on trust. This notion of trust in users, identities, information, business processes and infrastructure helps clients to deliver superior business and IT services with agility and speed, while helping to minimize costs of management, administration and operation of the infrastructure.", "IBM Tivoli Access Manager for Enterprise Single Sign On is also announcing the support of six business partners for second factor 'strong' authentication. IBM now has 250 application profiles available to clients to facilitate integration into their environments. Charismathics, Digital Persona, Ensure Technologies, Fujitsu, RFIDeas, and UPEK will help clients integrate the management of logical and physical security. More information about these partners and solutions is available in the Open Process Automation Library (OPAL) at: ", "Further information is available on all of the software, hardware and services announced today at ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM today is announcing two new products that allow customers to seamlessly extend their investment in service-oriented architecture (SOA) into a cloud services environment. These new offerings enable clients to easily create application environments that can be deployed and managed in a \"private cloud\" and include:\n\t\t\t\t\t\t\t\t\t", "With today's announcement, IBM is empowering clients to consolidate and manage existing resources to realize the economic and technological advantages of increasingly popular private clouds. A primary benefit to customers who already have a SOA foundation is that cloud computing enables them to now reuse and share applications.  ", "\r\n  ", "\r\nThe first hardware appliance of its kind, WebSphere CloudBurst stores and secures WebSphere Application Server Hypervisor Edition images and patterns to be dispensed into a cloud. WebSphere CloudBurst helps customers easily and quickly develop, test and deploy business applications, ending the use of manual, complex or time-intensive processes associated with creating application environments. Once finished, resources are automatically returned to the shared resource pool and logged for internal charge-back purposes. WebSphere CloudBurst also manages individual user and group access, giving IT managers the right kind of access controls with optimal efficiency rates.  ", "\r\n  ", "\r\nIBM's WebSphere CloudBurst combines SOA with cloud services that allow our customers to work smarter,\" said Jim Deters, President of Ascendant Technology. \"Our customers are looking for ways to simplify their IT environments and leverage their  existing assets. WebSphere CloudBurst will help them deploy and manage SOA in a cloud environment.\"  ", "\r\n  ", "\r\nThese new products incorporate more than 10 years of IBM software management best practices for cost-effective, rapid, and repeatable application deployment. They also fully integrate with development and service management tools from IBM Rational and Tivoli, giving clients the seamless end-to-end support they demand.", "The new IBM Rational Automation Framework for WebSphere optimizes configuration and application deployment to customize WebSphere CloudBurst patterns, providing more than 400 field-proven, automated tasks for configuration and application deployment to WebSphere Application Server environments. Using Rational Automation Framework together with WebSphere CloudBurst can improve delivery efficiencies for development, test and production scenarios leading to faster time to market, higher-quality software and rapid return on investment.  ", "\r\n  ", "\r\nIn addition, WebSphere CloudBurst integrates with Tivoli Service Automation Manager to support a more modern dynamic data center and reduces IT operational costs by automating the development and management processes for WebSphere cloud computing environments. Tivoli Service Automation Manager provides the capability to request, fulfill and manage complete software stacks for the data center and WebSphere CloudBurst complements this with intelligent, pattern-based deployment and management of WebSphere within the cloud.", "\r\n  ", "\r\nFor many workloads, including application testing and development, cloud computing delivers compelling economic benefits for clients. IBM Technology Services is supporting this by extending the IBM Implementation Services for Cloud Computing, an on-premise test environment for cloud applications to include services for CloudBurst that allow customers to test applications in a secure environment before going into production.  ", "\r\n  ", "\r\nThese offerings come at a time when organizations are facing a complexity and affordability crisis, in which costs to manage and power operations are becoming more expensive than the hardware and software itself. To combat this, IBM has compiled the most complete portfolio of cloud computing software and services for enterprise clients in the industry today, building on its long history in security, virtualization, standards-based innovation and large-scale computing to help clients integrate this new compute model into their enterprises.  ", "\r\n  ", "\r\n\"The WebSphere CloudBurst Appliance combines the flexibility of SOA with the adaptability of the cloud,\" said Tom Rosamilia, general manager of WebSphere at IBM. \"It's new  capabilities for rapid deployment deliver a fast return on investment to our clients.\"  ", "\r\n  ", "\r\nAs part of its public cloud initiatives, IBM is also announcing BPM BlueWorks, a cloud-based set of strategy and business process tools. BPM BlueWorks provides business users with the collateral they need to implement business strategies within their organizations based on industry-proven business process management techniques.  ", "\r\n  ", "\r\nIBM has a number of initiatives that allow customers to leverage IBM software in a cloud. IBM is working in collaboration with Amazon Web Services (AWS), a subsidiary of Amazon.com, Inc. to make IBM software available in the Amazon Elastic Compute Cloud (Amazon EC2). WebSphere sMash, Informix Dynamic Server, DB2, and WebSphere Portal with Lotus Web Content Management Standard Edition are available today through a \"pay as you go\" model for both development and production instances. In addition to those products, IBM is also announcing the availability of IBM Mashup Center and Lotus Forms Turbo for development and test use in Amazon EC2, and intends to add WebSphere Application Server and WebSphere eXtreme Scale to these offerings.  ", "\r\n  ", "\r\nWith more than 7,000 customer implementations worldwide, IBM is the SOA market leader.  This leadership is further illustrated by a thriving community of more than 120,000 architects and developers, 300 SOA-specific technology patents, 2,000 universities advancing the SOA curriculum, and 7,420 Business Partners building SOA skills, solutions and practices.  ", "\r\n  ", "\r\nThe WebSphere CloudBurst Appliance and WebSphere Application Server Hypervisor Edition are available in the second quarter of 2009. For information, please visit: ", "  ", "\r\n  ", "\r\nFor more information on how IBM is helping clients and business partners to make smarter, faster decisions by using SOA, visit: ", "  ", "\r\n  ", "\r\nIBM, WebSphere, SmartSOA and the IBM e-business logo are trademarks or registered trademarks of International Business Machines Corporation. For a list of additional IBM trademarks, please see ", "  ", "\r\n  ", "\r\nAll other company, product or service names may be trademarks or registered trademarks of others. Statements concerning IBM's future development plans and schedules are made for planning purposes only, and are subject to change or withdrawal without notice. ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday, IBM (NYSE: ", ") announced it is working with six universities to leverage ", " solutions to speed up projects and research initiatives that were once constrained by time, limited or unavailable resources, or overloaded IT systems.\n\t\t\t\t\t\t\t\t\t", "\r\n", "One of the first projects to bring cloud computing to the Middle East, the Qatar Cloud Computing Initiative, is operational and initially located at Carnegie Mellon University in Qatar. Carnegie Mellon University in Qatar, Qatar University, and Texas A&M University at Qatar will collaborate on this environment, along with a community of industry experts, researchers and clients, to develop a cloud solution to help solve industry problems.", "\"We are very excited to be working with IBM on creating the first cloud computing platform in the Middle East,\" said Associate Professor Dr. Majd F. Sakr at Carnegie Mellon University in Qatar. \"This will help us realize our vision of developing, evaluating, and extending a cloud computing infrastructure in Qatar to target regional applications and projects to help advance research.\"", "Among the many anticipated uses of the Qatar Cloud Computing Center for advanced research include search, data mining, scientific modeling and simulation, computational biology, and financial modeling and forecasting. In addition, five pilot application projects have been identified to focus on:", "\"This collaboration will support the Secure and Reliable Server-Aided Computation project from Qatar University, which are techniques businesses can use to outsource computationally intensive tasks to a server in a secure way,\" said Dr. Qutaibah Malluhi, Head of Computer Science and Engineering Department, Qatar University. \"Engaging with IBM and leveraging their expertise will help us work with government and business agencies in Qatar to outsource their computations to a high-end data center without worrying about data confidentiality.\"", "The development of this cloud computing center will be based on a phased approach. Initially, the universities will collaborate with IBM on building the infrastructure. Next, they will collaborate on developing applications that will leverage the ", " programming model as a first step in improving the local knowledge of this new programming model.", "\"We are looking forward to working with IBM on pioneering cloud computing research in Qatar and the Middle East,\" said Texas A&M University at Qatar Professor Hussein Alnuweiri. \"Our research is focused on developing methods for coordinating and scheduling multiple task streams on the cloud computing infrastructure. These methods will provide the main enabling technology for mapping large-scale and time-critical industrial and commercial applications into the cloud.\"", "The second new client, the Computational Intelligence Research Group at the University of Pretoria, will use cloud computing for next-generation medical research. Through this initiative, students will find ways to slow the progression of serious illnesses by studying drug absorption rates and protein structure folding of a person's DNA once introduced to a certain type of medication.", "Not only are students taking part in research to help better the health and wellness of society, but the cloud computing solution also enables the students to better manage their projects and workloads. In the past, students did not have dedicated hardware to run research projects, and it was impossible for multiple students to reliably run workloads together on one computer. In addition, the students also had to manually collect experimental data results themselves due to limited data management applications availability.", "As expected, cloud research times were reduced from weeks to just days, and multiple variations of research tests are available in the cloud solution in order to draw statistically accurate results.", "\"For decades, clients have turned to IBM to integrate new technologies and computing paradigms into their operations -- in recent years Linux, open source and the Internet,\" said Willy Chiu, Vice President, IBM Cloud Labs. \"We're thrilled to be a part of projects like these that not only make organizations more efficient, but move the needle forward for the world.\"", "The Higher Education Alliance for Leadership Through Health (HEALTH Alliance), East Africa", "The HEALTH Alliance, a consortium of seven universities, is working with IBM and industry experts to extend education through virtual computing labs that students access remotely. Through this cloud, students of the Alliance will have access to the most advanced educational materials, select software applications, and computing and storage resources, without incurring the expense of maintaining and powering full computing environments.", "Additionally, while leveraging the IBM Cloud Computing Center in South Africa as an incubator, IBM is helping the Alliance create a solution that will run a cloud computing center without having to actually house the center initially. IBM is partnering with rSmart to deploy Sakai, an open source learning management system, that once powered by Linux on an IBM System z mainframe and IBM Tivoli Services Automation Manager, will provide Sakai learning management services from the IBM South Africa Cloud Computing Center for the HEALTH Alliance to use.", "The goal for the HEALTH Alliance cloud solution is to migrate from the South Africa Cloud Computing Center to an on-site cloud hosted at one of the seven participating universities over time, establishing a showcase cloud computing solution aimed at educating the next generation of healthcare leaders and impacting social outcome. The HEALTH Alliance, dedicated to promoting the strategic use of technology in public health training, plans to establish a Public Healthcare Center of Excellence, designed to provide Sub-Saharan Africa readily available healthcare and education services.", "The universities included in the Alliance include universities in Kenya, Jimma University, Ethiopia; University of Kinshasa, Democratic Republic of Congo; Muhimbili University of Health and Allied Sciences, Tanzania; and Makerere University, Uganda. The Alliance, legally registered in Uganda, is led by Dr. William Bazeyo, Deputy Dean of Makerere University School of Public Health (MUSPH). For more information on the Alliance's activities, visit ", ".", "Finally, students at Kyushu University will take part in hands-on classes to help them understand the cloud computing management system and design applications and cloud infrastructures that can run extremely compute-intensive jobs using thousands of computers at once. As cloud computing gains traction across multiple industries, it is vital that workers entering the market understand how to leverage this new computing paradigm.", "More so, students are currently taking part in Societal Information System Engineering classes, which are advanced courses that foster highly skilled IT engineers to thrive once entering the global workforce. With one-on-one collaboration with outside engineers from key enterprises, students are nurtured with high ethical standards based on the clear understandings of society's positioning of information and communication technology.", "Some objectives of the Societal Information System Engineering course include:", "The cloud computing environment at Kyushu University has been operational since November of 2008.", "IBM has supported the evolution of cloud computing through a number or research, software, hardware and services initiatives, spanning many years. With 13 cloud computing centers around the world, IBM has worked with small organizations and very large enterprises to use this compute model to lower costs and extend new services to users. In addition, IBM has developed its own cloud for innovation, which manages more than 100,000 users today.", "For more information about business-class cloud computing, please visit ", " and for information about IBM education and university initiatives, please visit ", " or ", ".   ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday, the National Science Foundation announced it has awarded nearly five million dollars in grants to fourteen universities through its Cluster Exploratory (CluE) program to participate in the IBM/Google Cloud Computing University Initiative. The initiative will provide the computing infrastructure for leading-edge research projects that could help us better understand our planet, our bodies, and pursue the limits of the World Wide Web.\n\t\t\t\t\t\t\t\t\t", "In 2007, IBM and Google announced a joint university initiative to help computer science students gain the skills they need to build cloud applications. Now, the National Science Foundation is using the same infrastructure and open source methods to award CluE grants to universities around the United States. Through this program, universities will use software and services running on an IBM/Google cloud to explore innovative research ideas in data-intensive computing. These projects cover a range of activities that could lead not only to advances in computing research, but also to significant contributions in science and engineering more broadly.", "The National Science Foundation awarded Cluster Exploratory (CluE) program grants to Carnegie-Mellon University, Florida International University, the Massachusetts Institute of Technology, Purdue University, University of California-Irvine, University of California-San Diego, University of California-Santa Barbara, University of Maryland, University of Massachusetts, University of Virginia, University of Washington, University of Wisconsin, University of Utah and Yale University.", "\"Academic researchers have expressed a need for access to massively scaled computing infrastructures that allow them to complete projects and research activities that have been difficult or impossible previously due to the amount of data involved,\" said Jeannette Wing, the Assistant Director for Computer & Information Science and Engineering at the National Science Foundation. \"We are pleased to provide the awards to these fourteen universities, enabling researchers to engage with and explore this emerging and pervasive model of computing.\"", "\"IBM is intensely focused on applying technology and science to make the world work better,\" said Willy Chiu, Vice President, IBM Cloud Labs. \"IBM is thrilled to power the groundbreaking studies taking place at these prestigious universities, and to help enable researchers and students around the world tackle some of the biggest problems of our time.\"", "\"We're pleased and excited that the CluE program will support a wide range of original research,\" said Alfred Spector, Google's Vice President for Research and Special Initiatives. \"We're looking forward to seeing the grantees solve challenging problems across various fields through creative applications of distributed computing.\"", "The universities will run a wide range of advanced projects and explore innovative research ideas in data-intensive computing, including advancements in image processing, comparative studies of large-scale data analysis, studies and improvements to the Internet, and human genome sequencing, among others, using software and services on the IBM/Google cloud infrastructure.", "Researchers at Carnegie-Mellon University are using cloud computing to characterize the topicality of web content to more effectively process web searches. Routing searches topically requires less effort than traditional searches, enabling significant computational and financial savings. The project is using the Google/IBM cluster to \"crawl\" the web and perform the data cleansing and pre-processing necessary to develop a web dataset of 1 billion documents to support the research. The web dataset is also being made available to the larger information retrieval community to multiply the impact of the project on that discipline.", "The second research project is focused on developing the Integrated Cluster Computing Architecture (INCA) for machine translation (using computers to translate from one language to another). Open-source toolkits make it easier for new research groups to tackle the problem at lower costs, broadening participation. Unfortunately, existing toolkits have not kept up with the computing infrastructure required for modern \"big data\" approaches to machine translations; INCA will fill this void.", "Florida International University (FIU) researchers are leveraging cloud computing to analyze aerial images and objects to help support disaster mitigation and environmental protection. Specifically, the CluE effort at FIU relates to its TerraFly project, which is a web-service of 40 terabytes of aerial imagery, geospatial queries and local data. Students and researchers will now be able to precisely code these images in real-time.", "These three universities are using the National Science Foundation CluE grants for a comparative study of approaches to cluster-based, large-scale data analysis. Both MapReduce and parallel database systems provide scalable data processing over hundreds to thousands of nodes, yet it's important for researchers to know the differences in performance and scalability of these two approaches to know which is more suitable when designing new data-intensive computing applications.", "This project is investigating linguistic extensions to MapReduce abstractions for programming modern, large-scale systems, with special focus on applications that manipulate large, unstructured graphs. This will impact a broad class of scientific applications. Graphs have important utility in the social sciences (social networks), recommender systems, and business and finance (networks of transactions), among others. The specific case study targeted by the research is a comparative analysis of graph-structured biochemical networks and pathways which underlie many important problems in biology.", "In many applications, data-quality issues resulting from a variety of errors create inconsistencies in structures, representations or semantics. Simple spelling variations such as \"Schwarzenegger\" vs. \"Schwarseneger,\" \"Brittany Spears\" vs. \"Britney Spears,\" or \"PO Box\" vs. \"P.O. Box\" are an example of this. Dealing with these issues is becoming increasingly important as the volume of data being processed increases. This project is providing support for efficient fuzzy queries on large text repositories. Supporting fuzzy queries can ultimately help applications mitigate their data quality issues because entities with different representations can be matched.", "Researchers at the University of California, San Diego are studying how to manage and process massive spatial data sets on large-scale compute clusters. The specific test case is analysis of high-resolution topographic data sets from airborne LiDAR surveys. LiDAR datasets are of interest to many Earth scientists and providing efficient access and analytic capabilities will have broad impact within the Earth sciences.", "Many of today's data-intensive application domains, including searches on social networks like Facebook and protein matching in bioinformatics, require us to answer complex queries on highly-connected data. The UCSB Massive Graphs in Clusters (MAGIC) project is focused on developing software infrastructure that can efficiently answer queries on extremely large graph datasets. The MAGIC software will provide an easy to use interface for searching and analyzing data, and manage the processing of queries to efficiently take advantage of computing resources like large datacenters.", "The CluE initiative is funding another machine translation project that promises to bridge the language divide in today's multi-cultural and multi-faceted society. Systems capable of converting text from one language into another have the potential to transform how diverse individuals and organizations communicate. By coupling network analysis with cross-language information retrieval techniques, the result is a richer, multilingual contextual model that will guide a machine translation system in translating different types of text. The potential broader impact of this project is no less than knowledge dissemination across language boundaries, which will serve to enrich the lives of all the world's citizens.", "A second project focuses on developing parallel algorithms for analyzing the next generation of sequencing data. Scientists can now generate the rough equivalent of an entire human genome in just a few days with one single sequencing instrument. The analysis of these data is complicated by their size - a single run of a sequencing instrument yields terabytes of information, often requiring a significant scale-up of the existing computational infrastructure needed for analysis.", "This project focuses on how researchers at the Center for Intelligent Information Retrieval (CIIR) are using the CluE infrastructure to learn more about word relationships. These relationships are not labeled explicitly in text and are quite varied; by exploiting these relationships, this project will help lead to a more effective ranking of web-retrieval results.", "Imagine continuously zooming into an image from your personal photo collection. Unlike with modern image processing software, however, this zoom operation would reveal details missing from the original image. For example, zooming into someone's shirt would eventually show a high-resolution image of the threads that compose it. The research team in the Department of Computer Science at the University of Virginia plans to develop techniques for intelligently enlarging a digital image that use a database of millions of on-line images to find examples of what its components look like at a higher spatial resolution.", "Astrophysics is addressing many fundamental questions about the nature of the universe through a series of ambitious wide-field optical and infrared imaging surveys. New methodologies for analyzing and understanding petascale data sets are required to answer these questions. This research project is focused on developing new algorithms for indexing, accessing and analyzing astronomical images. This work is expected to have a broad range of applications to other data intensive fields.", "This project is building a new infrastructure for computational oceanography that uses the CluE platform to allow ad hoc, longitudinal query and visualization of massive ocean simulation results at interactive speeds. This infrastructure leverages and extends two existing systems: GridFields, a library for general and efficient manipulation of simulation results; and VisTrails, a comprehensive platform for scientific workflow, collaboration, visualization, and provenance.", "The following resources are available from IBM and Google to these universities to leverage for their respective projects:", "(Video: ", " )", "(Caption: In this interview, Mihai Pop, an assistant professor of computer science at the University of Maryland, discusses his research as part of the CluE initiative between Google, IBM and NSF. His research focuses on developing parallel algorithms for analyzing the next generation of sequencing data. Scientists can now generate the rough equivalent of an entire human genome in just a few days with one single sequencing instrument. The analysis of these data is complicated by their size - a single run of a sequencing instrument yields terabytes of information, often requiring a significant scale-up of the existing computational infrastructure needed for analysis.", "Credit: National Science Foundation )", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE:", ") today announced a new agreement with Amazon Web Services (AWS), a subsidiary of Amazon.com, Inc., to deliver IBM's market leading software to clients and developers.  The new \"pay-as-you-go\" model provides clients with access to development and production instances of IBM DB2, Informix Dynamic Server, WebSphere Portal, Lotus Web Content Management, WebSphere sMash and Novell's SUSE Linux operating system software in the Amazon Elastic Compute Cloud (Amazon EC2) environment, providing a comprehensive portfolio of products available on AWS.\n\t\t\t\t\t\t\t\t\t", "Businesses today are looking for ways to quickly build, deploy and take advantage of the flexibility that cloud computing environments can bring. This is challenging for organizations that are constrained by limited resources, technical skills and capital, as they look to their IT infrastructure to help them gain a competitive advantage.  IBM and Amazon Web Services are helping to address these challenges by making it easier for software developers to build solutions based on open standards and backed up by the necessary technical resources to help simplify the process.", "Effective immediately, IBM is making available new Amazon Machine Images (AMIs) at no charge for development and test purposes, enabling software developers to quickly build pre-production applications based on IBM software within Amazon EC2. The new portfolio will over time extend to include Service Management capabilities from IBM Tivoli software for Amazon EC2 to help clients better control and automate their dynamic infrastructures in the cloud.", "The IBM software images for full production running in Amazon EC2 will be launched in beta in the coming months, with pricing to be announced.  All developers and customers will have the operational capability to run development and production instances of IBM software for an hourly price per instance.", "Additionally, customers will also be able to run their already-purchased IBM software on ", ". ", "\"IBM is offering yet another way for our partners and customers to build solutions that can help them meet their business goals,\" said Dave Mitchell, Director of Strategy and Emerging Business, IBM Software Group. \"This relationship with Amazon Web Services provides our customers with a new way to use IBM software and broadens our distribution channels.\"", "We are pleased to be working with IBM to extend this new model for building and deploying applications to companies of all sizes,\" said Terry Wise, Director of Business Development for Amazon Web Services. \"Extending IBM software to the cloud via Amazon EC2 will help even more businesses take advantage of the benefits of the reliable, scalable and cost efficient infrastructure in the cloud.\"", "The new development AMIs can be accessed by visiting the new ", "on developerWorks or the IBM section of the ", " page .", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt events around the world, IBM (NYSE: ", ") will reveal a series of new products, services, clients and partnerships for its Blue Cloud initiative – through which IBM is collaborating to develop and test integrated cloud solutions for businesses.\n\t\t\t\t\t\t\t\t\t", "Built from extensive experience working with hundreds of clients in its 13 worldwide cloud centers, IBM today has a cross-company portfolio of cloud computing offerings for business, such as server capacity on demand, online data protection, and Lotus e-mail and collaboration software. Analyst firm IDC predicts that cloud computing services will represent a $42 billion market by 2012;", " IBM is today announcing five new clients using its cloud computing technologies and services. ", ", Inc. a privately held company offering data management and automated analysis solutions for life science researchers with a focus on the pharmaceutical industry, has recently selected IBM 's Compute on Demand cloud services to provide clients with a highly secure, scalable and compliant environment for data exchange. As the company works to expand its presence across multiple geographies, IBM is offering resources for building and delivering high performance solutions based on a globally accessible cloud environment.   ", "“We are pleased with our collaboration with IBM because in addition to meeting our clients’ requirements for a scalable and globally accessible platform for data exchange, IBM’s cloud services add the security and regulatory compliance needed to satisfy the pharmaceutical industry,” said Randall K Julian, Jr. Ph.D., President, Indigo BioSystems, Inc. ", " the world's premier global beauty company, recently worked with IBM to create an innovative approach to protect business-critical information through the cloud. In engaging with IBM’s Business Continuity and Resiliency Services, Elizabeth Arden has implemented a 100 percent reliable solution that assures the global restoration, recovery and resilience of its key mission-critical applications, including ERP, data warehouse email backup and archival from any BCRS recovery center, and more importantly, ensures preservation of its global brand.  ", "Similarly, ", " (USGA) had devoted resources to performing traditional backup and restore on its critical systems for years. The USGA’s reliance on timely access to mission critical data had evolved beyond traditional backup storage procedures and proactive enhancements to their environment was sought from IBM. Today, managed services from IBM's Business Continuity and Resiliency Services organization helps deliver data protection services and a comprehensive infrastructure recovery solution for the USGA through the IBM cloud to ensure the availability and resiliency of their core business functions.  ", "\"Enterprise clients need economically compelling solutions that help them run their businesses in smarter ways, while never taking their eyes off of security, resiliency and compliance,\" said Erich Clementi, General Manager, Enterprise Initiatives, IBM. \"Cloud computing leverages many of IBM’s core strengths -- such as open standards, service management, scalable systems and excellence in data center operations – and gives clients the opportunity to leverage cloud computing's considerable cost advantages, while maintaining the highest levels of integrity, responsibility and control.\"  ", "Last year, IBM announced Infrastructure Consulting Services for Cloud Computing, focused on helping clients identify and exploit opportunities for delivering services to their end-users from a cloud environment. Today, IBM is extending those capabilities with the launch of ", ". This service is composed of a strategy workshop that brings together the business and technical teams for long-term planning and readiness assessment to leverage the full power of existing assets.  ", "In addition to this, ", " allows  clients to build a cloud platform within their own IT environments to safely test new applications. This test cloud environment can save clients up to 20 percent on improved provisioning time, dramatically improving service while also reducing labor costs associated with creating test environments significantly. In an enterprise, one of the most common risk factors in testing new applications is human error – but because IBM’s test environment cloud is built with automation and standardization, the human error factor is minimized.  ", "In addition to the managed security services IBM offers today, the new ", " helps companies ensure that the Web services they publish into the cloud are secure, compliant and meet business policies. Working together with the new ", "this technology ensures that Web services are monitored on a continuous basis, providing IT managers with ongoing security analysis for applications deployed in the cloud.  ", "Along with new security software, IBM is also announcing ", ", which contains a set of offerings that together provide clients with a platform upon which to build and deliver cloud services. The cornerstone of the Service Management Center for Cloud Computing is ", " and the new ", ", which helps clients automate both the deployment and management of computing clouds. The IBM Service  Management Center for Cloud Computing will include at least nine solutions in 2009. ", "Finally, IBM is today revealing that it will launch a ", " offering through its Business Continuity & Resiliency Services cloud. Beginning later in 2009, clients will be able to consume Tivoli data protection technologies via a cloud and pay for only what they use. ", "In a move that will continue to expand its cloud computing ecosystem, IBM will also unveil new capabilities to selected customers with IBM Business Partner, ", ". IBM and Juniper Networks will demonstrate how a hybrid cloud could allow enterprises to seamlessly extend their private clouds to remote servers in a secure public cloud, as high priority applications are given preference over the lower priority ones when resources become constrained. IBM and Juniper are installing this network capability into IBM’s nine world wide Cloud Labs for customer engagements. Once installed, IBM and Juniper could seamlessly roll client workloads from Beijing to Silicon Valley to Sao Paulo to ensure that clients never miss a service level agreement. ", " is a software and services company that provides an electronic data environment among enterprises, customers and banks for business and financial transactions between firms. Nexxera acts as a hub between the elements of the value chain, providing a cloud of financial and commercial information. This replaces paper invoices, purchase orders and receipts with electronic documents shared between all parties. Nexxera now works with IBM to create an on demand, resilient, secure and scalable business infrastructure to support its business growth and global expansion.  ", "Another client using IBM cloud solutions, ", " (BOVESPA: TOTS3) has expanded its ERP on-demand platform for the SMB market in Brazil and Mexico. IBM is deploying hardware infrastructure, database management, monitoring, security, availability and contingencies via the cloud. TOTVS, the second largest ERP provider in Latin America, supplies the ERP system and application support to clients. IBM and TOTVS have successfully deployed the SaaS model for its flagship product, Datasul, in Brazil where they now have thousands of SaaS users, and based on this success, the two companies partnered again to offer a second application, Microsiga Protheus, on the IBM platform to clients in Mexico.  ", "Due to decades of technology acquisitions to fuel growing businesses, enterprises are now facing a breaking point with their IT systems. Some systems can’t share information and workloads, servers are highly underutilized and the cost of energy is becoming greater than the value of the systems the energy powers. In some cases, nearly 70 percent of companies’ IT budgets can be devoted to managing, maintaining, securing and upgrading systems rather than building new capabilities, services and applications. Cloud computing changes these economics dramatically.  ", "An emerging compute model for delivering IT-related capabilities as a service, cloud computing promises dramatically better ease of use, economies of scale and much greater flexibility in sourcing and adapting to change. The technologies comprising cloud computing – virtualization, SOA, Software as a Service, request-driven provisioning – are technologies that IBM invented or is well-known for excelling in today. IBM helps its clients and partners realize these goals in three principle ways:  ", "With today’s announcements, IBM has the most complete set of hardware, software and services for enterprise clients to harness cloud computing for cost and efficiency benefits – while keeping their businesses secure, resilient and performing at optimal levels.  ", "Further information is available on all the products and services announced today. Please contact IBM Communications for more information of visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tInSite One, Inc., the largest cloud provider for medical image data archiving, storage, and disaster-recovery solutions in the U.S., today announced it has chosen IBM (NYSE: ", ") technologies to help hospitals, doctors, and pharmaceutical companies store and manage massive increases in medical imaging data. InSite One has chosen IBM as the vendor of choice for its primary datacenter expansion and storage device upgrades.\n\t\t\t\t\t\t\t\t\t", "Under terms of the agreement, InSite One is purchasing IBM storage and servers in its primary data center in Connecticut. Over the next three-to-five years InSite One will also replace its existing storage and servers. The total amount of storage purchased will exceed 1 petabyte.  The data center will use IBM System x Servers and DS3200 Storage systems. ", "IBM and InSite One will also collaborate on client enterprise storage and archiving opportunities where InSite One sells its services and IBM sells its storage and  infrastructure solutions.  The total value of the agreement is in excess of $15 million. ", "The world’s information infrastructure will soon be unable to handle the demand now being asked of it by the healthcare industry and others, including finance, retail and telecommunications.  With the emergence of cloud computing – a model for delivering and consuming IT capabilities as a service – healthcare and other enterprises can gain competitive advantage through economies of scale in archiving, compliance, security and privacy, resiliency, systems integration and management of huge, constantly increasing amounts of data.  ", "InSite One and IBM are well positioned to help healthcare and life sciences organizations manage the rapid growth in medical imaging data with technology that is scalable, secure and interoperable. Both companies support intelligent, open-standards-based technology that adheres to interoperable document sharing protocols endorsed by leading standards organizations such as DICOM, HL7, CIFS and XDS.  InSite One’s InDex", " storage and content management services feature an on-demand repository that ensures rapid retrieval of clinical information for healthcare and life-sciences enterprises.  The services span the legally required lifetimes of all images and provide a tamper-proof, HIPAA compliant environment. ", "Currently, the InDex Archive is averaging 15 terabytes of digital medical data on a weekly basis, with a total of more than 2.3 billion image objects, representing five percent of the U.S. patient population.  This makes InDex the largest single medical storage service in the industry, with two petabytes of medical imaging date managed by InSite One. ", "“IBM delivers the storage capability and infrastructure that are necessary for the virtualization of clients’ datacenters,” said Paul Dandrow, Executive Vice President and Chief Operating Officer of InSite One. “IBM’s innovative technology combined with our InDex solutions allows InSite One to build datacenters that can seamlessly integrate new medical imaging innovations and constantly scale to accommodate future business demands.” ", "The technologies supporting cloud computing – virtualization, automation, Web-delivered services, open standards and Internet-scale computing – are some of IBM’s core capabilities. IBM runs more data centers than any other company in the world, and has strengthened its capabilities over recent years through acquisitions and first-of-a-kind projects with clients in its 13 cloud computing centers. ", "IBM and InSite One have already begun to collaborate on client enterprise storage requirements, where managed solutions can provide cost effective alternatives that address the need for data sharing and long-term retention and data protection.  Available now from InSite One and IBM, the enhanced, open, secure and interoperable data archiving, storage and disaster recovery solutions set themselves apart from the competition. ", "The ability to share medical images on open-standards based infrastructure from IBM helps companies to preserve the qualities that differentiate their products and services while increasing their ability to share the value of their data over interoperable delivery platforms.  Further, InSite One and IBM offerings are more cost effective for clients: they are based on the life of each individual radiology study as compared to per-gigabyte charges demanded by many competitors. ", "“Our collaboration with InSite One will lift the growing, cost-intensive burden of managing massively data-intensive medical image archives from the hospitals, health insurers and pharmaceutical companies,” said Dan Pelino, General Manager, IBM Healthcare & Life Sciences Industry.  “The security and scalability of the open, advanced solutions offered by InSite One and IBM allows customers to grow beyond their walls and achieve their goals with expanded medical imaging capabilities and reduced operational and financial responsibilities for maintaining such data.”", "InSite One, Inc. is the market leader for over a decade in storage management – as a centralized clinical data repository, and disaster recovery for any size enterprise’s medical imaging and related healthcare data. Driven by emerging technology incorporated into value-added partner reseller solutions, InSite One services define the data management and disaster recovery services solutions set for the diagnostic imaging market. The full spectrum of services provides seamless data migration, ongoing IT support, state-of-the-art hardware and software upgrades that keep pace with a site’s evolving needs without on-going capital investments. In the company’s tenth year,", "InSite One is headquartered in Wallingford, CT. ", ",", "800-441-0091.", "For more information about IBM, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt the O'Reilly Web 2.0 Conference today, IBM (NYSE: ", ") announced LotusLive Engage, an integrated social networking and collaboration cloud service designed for businesses of all sizes. LotusLive Engage will become available on April 7, 2009.\n\t\t\t\t\t\t\t\t\t", "In a challenging economy, companies no longer have all the resources they need. Finding ways to work with customers and partners in new ways is a matter of survival.  LotusLive Engage enables companies to communicate and collaborate in new ways without increasing the resources in their IT departments.", "LotusLive Engage gives any business the tools they need to work smarter with clients, partners and suppliers.  It helps businesses connect and work with each other easily -- outside the firewall.  Designed for business, the easy to use, security-rich services of LotusLive Engage include profile and contact management, online meetings, file sharing, instant messaging, and lightweight project management capabilities.  These capabilities are tightly integrated to provide one of the richest communication and collaboration experiences available in the market today.", "Integration between services is key to the design of LotusLive.  The services are built using open, Web-based standards and an open business model.  LotusLive services will enable \"Click to Cloud\" -- the seamless integration of the LotusLive online services with existing on-premise Lotus solutions. \"Click to Cloud\" will help customers extend the value of their existing investments by making it easy to bridge solutions inside the firewall to the cloud.", "\"Due to the economy, we don't travel as much. But it doesn't mean we have to stop business,\" said ", ", Colgate-Palmolive.  \"Using the collaboration tools allows us to communicate quicker, more effectively, and actually be more proficient working with our employees, and also reaching out to our customers.\"", "Designed for business use, LotusLive Engage will be priced on a subscription model, not an advertising model.  Pricing will be comparable with other offers in the market today.  Businesses of every sector and every major industry, from construction to communications, have already formed their own business networks by connecting and working with clients, partners and suppliers via LotusLive.", "\"In a challenging economic environment, it's more valuable than ever for companies to come together in the cloud quickly and easily, using powerful communication and collaboration tools that integrate with their existing applications,\" said Sean Poulley, Vice President, IBM Online Collaboration & Cloud Services.", "Using tools beyond simply email can help companies collaborating on a project work more smoothly and efficiently.  For example, a construction company could use LotusLive Engage to work with various vendors.  The developer, job site managers, architects and others could use LotusLive tools such as an online Meeting to review design changes; File Sharing to store the design documents and updates to those designs; and an Activity to keep track of various components of the project -- such as tasks associated with electrical, plumbing and landscaping. All of this information is easily accessible by anyone working on the project, at any time.", "The opportunity for business partners to resell LotusLive services is growing as the market opportunity for these services expands. Businesses can join the thousands of companies already using LotusLive services by visiting ", " to sign up.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tLOTUSPHERE -- At the annual Lotusphere Conference, IBM (NYSE:", ") unveiled plans to help businesses build a smarter workforce by providing software services to help people work together across the enterprise, on the move and via the cloud.\n\t\t\t\t\t\t\t\t\t", "IBM today announced IBM LotusLive (", "), a cloud-based portfolio of social networking and collaboration services designed for business. LotusLive.com will serve as a single destination for all IBM Lotus online collaboration tools, including social networking, e-mail, file sharing and Web conferencing. LotusLive will help businesses of all sizes simplify and improve the way they interact with their customers, partners and suppliers.", "LinkedIn, an online network of more than 34 million business professionals, today announced a partnership with IBM Lotus to integrate LinkedIn's functionality and networking capabilities with IBM Lotus Notes, IBM Lotus Connections and LotusLive.", "With the planned Lotus Notes integration, LinkedIn members will be able to keep track of their professional network via a Network Updates feed. Users will also have seamless access to LinkedIn profiles from within their Lotus mail and applications.", "IBM intends to combine the best of business and professional social networking sites allowing people to expose LinkedIn information from the millions of LinkedIn public profiles directly into Lotus Connections.", "The planned LotusLive integration will connect the LinkedIn network with LotusLive.  LotusLive users will be able to search LinkedIn's public professional network and then instantly collaborate with members using the LotusLive services.", "Salesforce.com plans to integrate LotusLive services with its CRM applications, helping simplify and improve customer interactions.  Businesses will be able to extend the customer and opportunity management work done in the Salesforce CRM applications with the Web conferencing and task management capabilities of LotusLive.", "In addition, Skype has announced plans to integrate its voice and video service with LotusLive collaborative services to create a seamless communications experience.  This level of integration can allow LotusLive customers to have the convenience of being able to call Skype contacts from within their LotusLive contacts.", "The latest version of Lotus Connections takes popular features from consumer social networking sites and puts them to work for business. A new personal  \"posting wall\" and micro-blogging capabilities will make it easy for people to quickly share short, yet critical pieces of information. Based on customer demand, IBM plans to add a new wiki service to Lotus Connections. Wikis are Web pages that quickly and easily allow people to create and modify content in real-time.", "Lotus Connections is being used by industry leaders worldwide.  McKesson, the world's largest healthcare services company, chose Lotus Connections for enterprise social networking to improve workforce efficiency and attract and retain top talent who expect advanced collaboration tools. McKesson also sought to be among the first pioneers in the healthcare industry to adopt social networking and benefit from the open extensibility of Lotus Connections, allowing integration with Microsoft SharePoint and Vignette Portal.", "\"We're excited to broaden our collaboration tools to help encourage information sharing and idea generation across our diverse workforce,\" said Anand Srinivasan, development manager at McKesson. \"With hundreds of facilities across the country, our use of Lotus Connections technology will enable us to more effectively tap into our collective intelligence to continue helping our customers improve health care.\"", "\r\nAnother major pillar of a smart workforce is equipping individuals with the power of the mobile Web to innovate and collaborate efficiently anywhere, at anytime.   IBM's Institute for Business Value predicts one billion mobile Web users by 2011 and a significant shift in the way the majority of people will interact with the Web over the next decade.  Addressing that market opportunity, IBM and Research In Motion (RIM) will bring new advanced social software features to BlackBerry smartphone business users worldwide. The new features will help BlackBerry smartphone users find expertise, form teams, share information and stay in touch in real-time, making them more effective and productive. They will also bring mobile business users far beyond e-mail to live expertise and collective intelligence.", "Lotusphere attendees will get a sneak preview and see demonstrations of new capabilities for BlackBerry smartphones which will be available later this year. They include access to open document format-based IBM Lotus Symphony documents, presentations and spreadsheets;  IBM Lotus Quickr Web 2.0-based team software to help individuals find, access, share and work with business content such as documents, photos and videos; enhanced Lotus Connections functionality for access to activities, blogs and communities, augmenting the access already available to profiles and tags; enhanced Lotus Sametime capabilities; and new tools for developers.", "\r\nIBM and SAP announced the planned March release of their first joint software product, called Alloy™.   IBM and SAP showcased successful early results of this product with several customers, including Colgate-Palmolive and Arla Foods.", "Alloy by IBM and SAP connects IBM Lotus Notes software with SAP Business Suite.  Providing workers with access to critical business information in an intuitive, easy-to-use interface, it will enable timely, more informed business decisions.  Employees can benefit from increased business analysis, information in context and the power to run their business operations directly from their Lotus Notes desktops.", "For more information, including product and service availability, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced it is establishing the first IBM cloud computing laboratory in Hong Kong. The new facility will provide a global hub for Web-based messaging services to support IBM's emerging ", " (www.lotuslive.com/) cloud service portfolio, which offers affordable, company-to-company social networking and online collaboration tools.\n\t\t\t\t\t\t\t\t\t", "IBM also announced the closing of the acquisition of Outblaze Limited's messaging assets. Privately-held Outblaze operates one of the largest online service platforms for the provision of secure, private-label email, collaboration and social media services to other service providers, telecommunications operators, corporations, academia, media and publishing companies. Terms of the agreement were not disclosed.", "With more than 10 years of experience delivering messaging solutions, Outblaze was one of the first companies to offer a fully- hosted, multilingual e-mail service. Today Outblaze offers services in 22 languages and has more than 40 million users under management. While Outblaze has customers and employees worldwide, it brings unique experience serving high-growth Asian markets including China, India, and Singapore.", "LotusLive.com is designed to help businesses work smarter by forming virtual communities in the cloud, connecting colleagues, partners, suppliers and customers from within and beyond their own firewalls. The Outblaze asset purchase adds Web-based email to IBM's expanding portfolio of online collaboration tools. Subscribers will be able to instantly provision email accounts and users can access their e-mail from any computer through any Web browser.", "The new lab will be located in Hong Kong’s Cyberport complex, an information technology center developed to foster innovation within the Asia-Pacific region.", "\"We are happy to note that IBM, one of the world-renowned leaders in innovation and computing, is taking the lead in establishing a cloud computing laboratory in Hong Kong,\" said Jeremy Godfrey, Hong Kong Government Chief Information Officer. \"The new IBM laboratory marks a milestone in Hong Kong's information technology industry as it has the potential to help businesses jump-start their cloud computing projects and enhance their computing capabilities to compete in the global marketplace.\"", "Strategically located near emerging growth markets, IBM intends to increase its investment in this center to take advantage of the global opportunity for online web 2.0 collaboration. The new facility brings the number of IBM's worldwide Cloud Labs to 10. IBM Cloud Labs provide a range of services including development of online services that take advantage of the promised economies of scale offered by cloud computing.", "\"IBM is focused on helping businesses, large and small, work smarter to drive innovation up and costs down and this new cloud lab will reinforce that,\" said Bob Picciano, general manager, IBM Lotus Software. \"LotusLive.com will soon include the most secure, scalable, business-ready Web mail in the industry as part of a full-service collaboration suite to help simplify and improve the way organizations work with their customers and partners.\"", "Businesses of all sizes will be able to use IBM as the provider for their full range of email needs, whether on-premise or hosted, from casual to intense usage. Business partners such as telecommunications operators and Internet service providers will be able to package and sell collaborative services to their clients under their own brands.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tLOTUSPHERE -- IBM (NYSE:", ") today announced ", ", a cloud-based portfolio of social networking and collaboration services designed for business.  LotusLive will extend customers' current investments and link to everyday business services.  LotusLive.com is now the place to find all of Lotus' cloud solutions including email, collaboration and Web conferencing services.\n\t\t\t\t\t\t\t\t\t", "\"With LotusLive, we are brining 20 years of experience in collaboration to the cloud,\" said Bob Picciano, general manager, IBM Lotus software. \"We believe our open, integrated platform will dramatically simplify and improve the way businesses interact with their partners and customers.  With this offering we're taking Lotus to more people, in more places, than ever before.\"", "LotusLive is designed to help companies work smarter by making it easy for them to connect and work together --  with an emphasis on simplicity and ease of use. LotusLive's online services give businesses of all sizes access to Lotus' rich collaboration tools without requiring an up-front investment in IT support resources or infrastructure.", "\"During the open beta I've seen how an open, cloud-based community has the potential to support my organization's rapid development efficiently and effectively, while remaining centralized and manageable,\" said Darian Hendricks, president and executive director, Robert R. Taylor Network, Inc. \"I think there are endless possibilities for building enterprise partnerships with technology that facilitates business relationships around team-based projects.\"", "LotusLive is built using open Web-based standards and an open business model allowing it to easily  integrate with third party applications. Today Lotus previewed several examples of \"Click to Cloud\" --  the ability to seamlessly link on-premise solutions with LotusLive services. \"Click to Cloud\" will help customers extend the value of their existing investments by making it easy to bridge solutions inside the firewall to the cloud.", "IBM also previewed compelling business partner application integration. IBM announced partnerships with Skype, LinkedIn and salesforce.com that will deliver integrated collaborative solutions to an audience of more than 400 million people worldwide.", "LinkedIn, an online network of more than 34 million business professionals, announced today it intends to work with IBM to connect the LinkedIn network with LotusLive. LotusLive users will be able to search LinkedIn's public professional network and then instantly collaborate with them using LotusLive services.", "Salesforce.com today demonstrated integrating LotusLive services within its CRM solutions, helping to simplify and improve customer interactions. Businesses will be able to extend the customer and opportunity management work done in the Salesforce CRM application with the collaborative capability of LotusLive.", "Skype has announced plans to integrate its voice and video with LotusLive to create a seamless communications experience. This integration will allow LotusLive customers to conveniently call Skype contacts from within their LotusLive contacts.", "Learn more about the LotusLive portfolio at: ", ".", "IBM, Lotus, LotusLive, and WebSphere are trademarks of International Business Machines Corporation in the United States, other countries or both. Other company, product and service names may be trademarks or service marks of others.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") and the Ontario Centres of Excellence today launched a pilot project that gives university students, professors, and other researchers anytime, anywhere access to some of IBM's leading business software via cloud computing.\n\t\t\t\t\t\t\t\t\t", "Cloud computing is an emerging compute model for delivering and consuming IT capabilities as a service. This Tools as a Service (TaaS) technology showcase, which enables researchers to have 24/7 access to IBM's WebSphere Integration Developer and Rational Software Architect over the Internet, is a major milestone for the IBM Canada Centre for Advanced Studies and its partners in the Centre of Excellence for Research in Adaptive Systems (CERAS).", "Early adopters of this pilot include the University of Waterloo, York University, Queen's University, University of Toronto, Carleton University, the Ontario Cancer Institute, and developers from the IBM Canada software lab.", "This Tools as a Service initiative will provide the participating research institutions with tremendous productivity increases, along with cost, and energy savings.  The researchers will have access to some of the latest enterprise software securely without needing to upgrade their own hardware systems or expand their data centers, and without the need for on-site expertise to install and get the tools running. TaaS provides the end user with sufficient computing resources to use the software, regardless of the capability of their own hardware. TaaS is able to preserve users' data from their last session and restore it so they can continue from where they left off with the software tools.", "\"Traditionally, software development tools were installed and run on workstations and students had access to them only during the Lab hours,\" says Dr. Marin Litoiu, Computer Science Professor, York University.  \"Tools as a Service allows the students and researchers to access IBM software tools anytime and from anywhere, using minimal web infrastructure. Besides being very convenient for the end users, Tools as a Service enables better use of university resources, as the same cloud infrastructure can be used for teaching and research, and by many users.\"", "The software is deployed on the CERAS cloud computing infrastructure which is an expandable collection of IBM BladeCenter servers physically located on the campuses of some of the participating universities and virtualized by a virtual machine monitor.  All of the students and other researchers participating in this pilot can access the tools on the CERAS cloud through a single web portal.", "\"Organizations of all kinds need smarter ways to manage their IT infrastructure,\" says Martin Wildberger, Vice President, IBM Sensor Solutions and Director, IBM Canada Software Lab.  \"This cloud computing pilot enables the participating research institutions to more efficiently manage their own IT resources, while providing their researchers with easy and much needed access to industry-leading business software tools.\"", "CERAS is a research partnership established between IBM Canada's Centre for Advanced Studies, the Ontario Centres of Excellence, and eight leading universities to advance the development of next-generation software services and applications, including software as a service. The fruitful research results from this collaborative research body were applied in this commercialized solution of TaaS, whose software engineering implementation was done by the IBM Centre for Advanced Studies' Technology Incubation Lab and a post-doctoral fellow and graduate students of the participating universities.", "Other university related cloud deployments include the October 2008 IBM and NC State University announcement of the availability of the Virtual Computing Lab, made available to all educational institutions via the Apache open source community.", "In addition to this initiative, in October 2007, IBM partnered with Google to launch the Cloud Computing University Initiative -- an effort to promote new software development methods and help students and researchers address the challenges of internet-scale applications in the future. Dozens of universities in the United States now have access to this joint cloud computing cluster.", "Ontario Centres of Excellence (OCE) Inc. drives the commercialization of cutting-edge research across key market sectors to build the economy of tomorrow and secure Ontario's global competitiveness. In doing this, OCE fosters the training and development of the next generation of innovators and entrepreneurs and is a key partner with Ontario's industry, universities, colleges, research hospitals, investors and governments. OCE's five Centres work in communications and information technology, earth and environmental technologies, energy, materials and manufacturing and photonics.", "For more information on this Tools as a Service initiative, please visit: ", ". For more information on IBM's leadership in cloud computing, please visit: ", ", and more information about IBM's Global University Programs is available at ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIn a joint demonstration at CeBIT, IBM (NYSE: ", ") and SAP (XETRA: SAP.DE) previewed a technology that enables the live migration of SAP applications across remote IBM POWER6 systems via cloud computing.\n\t\t\t\t\t\t\t\t\t", "The technology, developed as a part of the European Union-funded ", ", is designed to provide companies with a range of cloud computing solutions to meet their specific business needs.", "\r\n", "Cloud computing is an emerging approach to shared infrastructure in which large pools of systems are linked together to provide IT services. This approach to delivering and consuming IT provides answers to the challenges many businesses face today: the immense complexity of sprawling data centers, the growing cost of energy, and the need to dynamically adapt the allocation of IT resources to constantly changing workloads and business priorities.", "In this technology demonstration, IBM and SAP show how users can run enterprise applications in the cloud, in particular demonstrating the migration of workloads across physical servers and across data centers. This demonstration is another instance of IBM working with partners across the IT industry to gain insights about creating and configuring workloads, and help companies move to the clouds as smoothly as possible.", "\"The breakthrough we're showing today is that applications can flexibly move across remote physical servers, regardless of location -- which makes our work a strong enabling technology for the cloud,\" explained Dr. Joachim Schaper, VP EMEA of SAP Research. \"Specifically, in cloud-scale environments, service providers will need to provide users with access to services across the cloud. Service providers will need to compete on performance and Quality of Service -- and so the future cloud will need to support application mobility across disparate data centers to enhance performance.\"", "\"With RESERVOIR, our aim is to provide cloud technologies that will enable energy-efficient, borderless delivery of IT services that are driven by actual demands -- with the goal of keeping costs competitive,\" said Dr. Yaron Wolfsthal, senior manager for system technologies at IBM's Research Lab in Haifa, Israel, where the technology was developed. \"The new technology is allowing us to realize the vision of true cloud computing by moving applications across disparate interconnected networks to optimize load balancing across remote servers.  When changes in workload occur, the new technology autonomically balances resource utilization and power consumption across remote servers. This is done, for example, by evacuating and turning off under-utilized servers (and possibly entire data centers) when demand drops, and powering on idle servers when load increases.\"", "In this demonstration, the migration of SAP workloads across the cloud is supported by IBM's POWER6 systems, which enable users to run separate applications on different virtual machines, called logical partitions, on the same physical server. The IBM POWER6 system's Live Partition Mobility capability further allows for the movement of a partition from one POWER6-based server to another POWER6-based server in the data center with no application downtime, resulting in better system utilization, improved application availability, and energy savings.", "The collaborative research relationship between SAP and IBM began in 1999 and has since developed a rich portfolio of research activities. On a quarterly basis, research management and key researchers from both organizations meet to identify topics of mutual interest and to leverage the open collaborative research model, including the EU-sponsored FP7 program, in order to define new project areas that will lead to exciting new research results. Besides cloud computing, key areas of interest are business process management, services science and engineering, model-driven software development, and security and compliance.", "RESERVOIR is an IBM-led joint research initiative of 13 European partners to develop technologies that help automate the fluctuating demand for IT resources in a cloud computing environment. The 17M Euro EU-funded initiative, called RESERVOIR -- Resources and Services Virtualization without Barriers -- explores the deployment and management of IT services across different administrative domains, IT platforms and geographies. This cloud computing project aims to develop technologies to support a service-based online economy, where resources and services are transparently provisioned and managed.", "For more information on IBM and cloud computing, please visit: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt the IMPACT 2009 conference, IBM  today announced new products and services designed to help clients and partners build deeper relationships with their customers, increase productivity and work in a more intelligent way.\n\t\t\t\t\t\t\t\t\t", "IBM's comprehensive smarter work approach takes advantage of today's increasingly instrumented and interconnected world. By improving collaboration between people and transforming business processes that are critical to success, organizations can become more agile and responsive to rapidly changing market conditions and better able to pursue new revenue opportunities.", "Inefficient business processes and barriers to collaboration can hamper business success, especially in a challenging economic environment. According to IBM, businesses waste 5.3 hours per employee due to inefficient processes. Two-thirds of employees believe there are colleagues who can help them do their jobs better, but don't know how to find them. In addition, 42 percent of people are forced to make decisions with the wrong information at least once per week, while 91 percent of CEOs surveyed by IBM said they needed to restructure the way their organizations work.", "\"Working smarter means becoming more productive and cost-efficient by taking advantage of the tools and information that can yield the greatest benefits in a competitive environment. Through the Lotus and WebSphere software portfolios, IBM is committed to bringing new collaboration and business process management capabilities to the market to better enable customers to work smarter,\" said Tom Rosamilia, general manager, IBM WebSphere. \"With today's announcements, IBM is providing the tools and strategies to help our clients and partners quickly reap the benefits of increased agility.\"", "Since the introduction of IBM WebSphere Business Events software one year ago, IBM has focused on ways to help clients improve their processes. The acquisition of ILOG in December 2008 further enhanced IBM's industry-leading portfolio, extending these capabilities with new business rules management systems.", "As part of today's announcement, IBM is expanding on the technologies gained through the ILOG acquisition, while also updating its existing business process management (BPM) suite of products. New products targeted at this rapidly expanding BPM market include:", "In order to be effective, business processes have to connect to a wide range of systems and people in a variety of ways, efficiently orchestrating process activities as they flow between these entities. The IBM WebSphere middleware and IBM Lotus collaboration software support the orchestration of these complex business activities by helping to ensure process performance and integrity. Today IBM is enhancing those technologies from its WebSphere, Lotus and other IBM business groups, including:", "As part of today's announcement, IBM will also add two new industry solutions and frameworks to its industry leading portfolio. Industry frameworks provide a software platform to accelerate deployment of business solutions. They extend IBM's SOA middleware with industry-specific capabilities and specially designed process templates. IBM industry solutions build on the value provided by these industry frameworks with the addition of IBM and IBM Business Partner professional services helping to deliver a unique, end-to-end solution for each client.", "These Frameworks contribute another essential element of a smarter work environment by providing a level of collaboration that will allow people to easily work together with greater speed and in cost-effective ways, helping them discover, apply and preserve expertise. For example, utilizing IBM's Healthcare Integration Framework, clients are able to speed their clinical decision-making by comparing vast amounts of patient and treatment data for specific diseases and then providing medical professionals and researchers with actionable results to their queries within a matter of seconds.", "IBM is also announcing enhancements to Lotus Live and its Click to Cloud capabilities. This cloud-delivered, software as a service (SaaS) offering provides unique features including Web conferencing, file storing and sharing, contact management, live chat, and business forms integrated with a business network. These enhancements build on other Cloud-enabled offerings, including:", "Today's announcement reinforces IBM's commitment and investment in SOA. With more than 8,000 customers and 7,400 Business Partners, IBM continues to build on its SOA market leadership. In fact, industry analyst Wintergreen recently announced that IBM holds 70 percent of the worldwide SOA market, a six percent increase over last year.", "This year's conference features more than 300 client testimonials including Bank of America, Con Edison, Shell, Allstate Insurance and Lockheed Martin, making IMPACT 2009 the largest worldwide conference created to meet the growing demand for an educational forum around SOA.", "For more information on all of the new products and services announced today or for details on how IBM is helping clients and Business Partners to make smarter, faster decisions by using SOA, visit: ", "IBM, WebSphere, SmartSOA and the IBM e-business logo are trademarks or registered trademarks of International Business Machines Corporation. For a list of additional IBM trademarks, please see ", "All other company, product or service names may be trademarks or registered trademarks of others. Statements concerning IBM's future development plans and schedules are made for planning purposes only, and are subject to change or withdrawal without notice. Reseller prices may vary.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tHubspan Inc.,(NYSE: IBM) a leading provider of business integration solutions, and IBM (NYSE:IBM) today announced WebSpan, a new Software-as-a-Service (SaaS) integration platform. WebSpan combines the Hubspan on–demand integration platform and IBM WebSphere integration software into a single platform that can help businesses reduce the cost, time and complexity associated with traditional integration and business process automation solutions.\n\t\t\t\t\t\t\t\t\t", "Companies and solution providers worldwide continue to focus on the critical need to connect and integrate data and processes across a growing number of applications and business processes. With WebSpan, these businesses will have a new option to deploy business community networks, extend the reach of existing application and infrastructure investments, and accelerate service oriented architecture (SOA) initiatives.", "“Our clients are asking us for cloud-based platforms that offer robust and comprehensive integration capabilities,” said Steve Worrall, vice president of WebSphere BPM, Connectivity, Commerce and GB Sales for IBM. “These companies are increasingly looking for a flexible solution that provides an easy entry point, delivering rapid and quantifiable business value. WebSpan expands our clients’ choices when implementing connectivity and integration solutions.”", "WebSpan is a single instance, multi-tenant SaaS integration platform, which enables cost-effective business integration and ease of scalability while optimizing the sharing of resources across partner communities. WebSpan is available with specific solution packages to meet the needs of a wide range of companies and business processes, with an initial set of offerings targeting e-procurement, demand/supply chain, e-payments, logistics and e-commerce integration.", "“Hubspan is proud to combine forces with IBM to change the way the world accesses and consumes integration technologies and solutions,” said Trisha Gross, CEO of Hubspan. “WebSpan can dramatically drive down the cost of integrating systems and business processes while accelerating time to value.”", "WebSpan can help reduce the costs of operating the integration infrastructure by providing management and maintenance directly within the integration platform. Its subscription-based pricing also provides a further advantage by enabling companies to pay for the solution as an operating expense versus a capital expenditure. In today’s demanding economy, this “pay-as-you-grow” model helps organizations tackle even small integration challenges by offering an affordable starting point with the ability to expand over time. In addition, the platform easily integrates with existing technology investments, expediting solution deployment and providing a potential competitive advantage.", "Organizations such as Visa Inc., who recently launched a strategic alliance with Hubspan, have identified integration as an obstacle to the smooth flow of inter-enterprise information and have embedded integration solutions into their product and services offerings. Visa recently announced its Accounts Payable Automation solution, which incorporates integration capabilities as a standard component of the offering.", "“There’s no doubt that process automation and information integration can help to deliver cost savings, but our financial institution clients and corporate customers needed a simplified road map for a more cost-effective implementation,” said Nick Marchetti, head of supply chain management, Visa Inc. “Visa’s alliance with Hubspan has helped reduce the integration hurdle, enabling greater partner collaboration and leading to automation of time and resource intensive processes such as the accounts payable function.”", "With its low cost of entry and speed of deployment, the software subscription model is increasingly in demand from businesses in all market segments. In fact, a recent report by a leading analyst firm cites that SaaS enterprise application spending will reach $14.8 billion by 2012.", " With the WebSpan offering based on IBM technology, enterprises will have easy access to a proven on-demand platform to overcome integration challenges.", "WebSpan is marketed and sold by both the IBM global sales network and Hubspan to ensure broad awareness of this critical integration solution to general business customers worldwide.", "IBM is the worldwide SOA leader with more than 8,000 client engagements, 7,400 SOA business partners, 300 SOA-specific technology patents, a community of greater than 120,000 architects and developers, and over 2000 universities advancing the SOA curriculum. For more information on how IBM is helping clients make smarter, faster decisions by using SOA, visit: ", ".", "Hubspan is the leading provider of business integration solutions, helping companies automate business processes and provide strong collaboration among internal and external communities. Hubspan’s SaaS integration platform is cost-effective, scalable and reliable. With its any-to-any connections, Hubspan ensures seamless interoperability across systems, applications, and protocols. Thousands of companies worldwide successfully use the Hubspan platform every day to achieve stronger business collaboration and automation, including Boeing, Starbucks, Visa, Barnes & Noble, Invitrogen, SciQuest, and many others. For more information, go to ", ".", "IBM, WebSphere, DB2, Rational, Tivoli, Lotus, GreenCert, SmartSOA and the IBM e-business logo are trademarks or registered trademarks of International Business Machines Corporation. For a list of additional IBM trademarks, please see ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tA survey of over 350 Wall Street Information Technology (IT) professionals has revealed a significant increase in the level of interest in new technologies and computing models, in particular cloud computing, as firms seek to overcome budgetary restrictions and skills shortages.\n\t\t\t\t\t\t\t\t\t", "While there was little change from last year in the perceived impact of all other technologies, the number of respondents predicting that cloud computing would force significant business change more than doubled (from 21% in 2008 to 46% in 2009), making it the top disruptive technology, ahead of even operational risk modeling and mobile technologies.", "Cloud computing is an emerging computing model in which processing, storage, networking and applications are accessed as services over networks -- public, via the Internet; or private, via intranets. The cloud model has the potential to cut the costs, complexity and headaches of technology. The research shows that interest in and awareness of cloud computing have risen dramatically and that a great opportunity therefore exists for service providers that can make cloud computing both economic and safe for Wall Street firms.", "IT budgets were again under pressure with many firms having experienced cuts in the last year, but there was little change in the year-ahead outlook indicating that budget pressures were possibly leveling off. In 2008 31% of respondents predicted cuts in the year-ahead while 52% expected their IT budgets to remain the same or increase. Despite increased financial pressures in the last year the outlook remained much the same with 32% predicting cuts in 2010 and 50% expecting their IT budgets to remain the same or increase.", "\"The financial markets form what is termed a complex system which is made up of a vast number of participants, from individual traders to industry entities such as clearing houses, exchanges and central banks, each of them generating and consuming more and more data every day,\" commented Ian Hurst, general manager, IBM Financial Services Sector. \"Firms need to capitalize on the latest technologies such as cloud computing to better manage all this data, operational risk modeling and analytics to assess it and turn it into market insight, and then mobile technologies to place it in the hands of the decision makers, wherever they are.\"", "\"Often clients or regulators will call our members firms about a trade that happened several months ago,\" explains Randy Snook, Sr. Managing Director & EVP, SIFMA. \"New technologies will make this far easier. Cloud computing can allow firms to keeping vast amounts of data online indefinitely and mobile technologies can give brokers instant access from anywhere so that they can quickly answer such questions without having to pull out and search their data archives.\"", "The survey was conducted by IBM , in conjunction with the Securities Industry and Financial Markets Association (SIFMA), to better understand attitudes toward both recent business and IT challenges in the industry and the priorities for future IT spending, given current market conditions. Nearly 100 professionals from leading Wall Street's Universal Banks and Brokers/Dealers responded to the survey (the full survey report is available at ", " ).", "\"With the kinds of challenges Wall Street firms face, a trend towards cloud computing might be expected. Wall Street firms cited limited IT staff/human capital, high implementation costs and business and IT disconnect as their main internal challenges,\" added Hurst. \"Cloud computing specifically addresses each of these with compelling economics, self-service and virtualization.\"", "Meanwhile the Universal Banks and Brokers/Dealers were united in viewing economic uncertainty as the greatest single external challenge (cited by 90%, up from 67% in 2008). There was also increasing concern about the limited scope for growth opportunities (cited by 29%, up from 18% in 2008).", "Other key findings from the survey include:", "For further information on IBM go to: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ")  today announced new investments for its Ireland Development Lab to produce intelligent software, which help lower cost of operations; generate intelligence for quick growth; and build closer business relationships with customers, partners and colleagues. New jobs will be created for high value software engineering work at the lab, which addresses real-world issues such as environment protection projects and maritime affairs.\n\t\t\t\t\t\t\t\t\t", "IBM will have up to 100 new roles in Dublin, Cork and Galway -- including new opportunities for technology graduates -- in an Industrial Development Agency (IDA) Ireland supported investment of up to euro 25 million over the next three years.  These software engineers will focus on designing enterprise cloud computing software, as well as Service Management and database software with business analytic capabilities.", "\"Today's announcement highlights Ireland as an important place to help fulfill our global research, development and business strategy,\" said Michael Daly, General Manager, IBM Ireland. \"The software will be standardized and customized by customer demands.\"", "Welcoming today's announcement, Minister for Finance Brian Lenihan T.D. said, \"This is wonderful news coming from the largest information technology company in the world. This knowledge-driven investment is highly significant for Ireland. The benefits are tremendous in terms of the highly sophisticated software technology that will be developed, the highly skilled positions that will be created and the endorsement by a world industry leader that Ireland is helping to fulfill IBM's global research, development and business strategy.\"", "\"The Ireland Lab is one of more than 80 IBM research and development laboratories around the world, providing intelligent software that serve business purposes in many industries such as healthcare, energy, telecommunications, transportation, retail and public services,\" said Dennis King, Vice President for Advanced Collaboration Development at IBM. \"We are committed to extending our collaboration and database technologies to meet the growing need in the market.\"", "Today, enterprise computing software is commonly used as a service. Earlier in the year, IBM and the Marine Institute Ireland announced a SmartBay program using an ensemble of cloud computing software to monitor wave conditions, marine life and pollution levels in Galway Bay. It turns mountains of data into intelligence and helps with fishermen activities and future development of the bay.", "IBM will expand the lab in three main areas including information development, database and cloud computing software:", "-- establishing a new software development team in Dublin to work on the creation and testing of the next generation of IBM's DB2 database software, which is used to gather and analyze information about their business and subsequently make informed business decisions. This new team builds on the existing capabilities in the Ireland Lab in DB2 Database development, and will deliver industry specific data warehouse architectures for banking, insurance, telecommunications, retail and healthcare.", "-- creating a new cloud computing software development team to work on IBM LotusLive offerings, which is a suite of cloud-delivered online technologies for business. LotusLive provides essential collaboration services to simplify and improve daily business interactions with customers, partners and colleagues. Designed with security in mind, LotusLive Connections and LotusLive Engage provide social networking capabilities such as Web conferencing, file storing and sharing, content management, live chat, and business forms.", "-- creating a Centre of Excellence for Information Development to support a number of software products across IBM Tivoli software which delivers solutions to multiple industries such as telecommunications, banking, pharmaceuticals and aerospace.", "For more information about IBM lab in Ireland, please visit: ", "For more information about IDA Ireland, please visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tBuilding on years of industry leadership in desktop virtualization technology, IBM (NYSE: ", ") today announced the availability of the industry's first public desktop cloud service.\n\t\t\t\t\t\t\t\t\t", "Cloud computing can give end-users easy access to the critical information they need remotely, from various devices, virtually anywhere. IBM helps organizations benefit from this model with desktop services that are designed to enable end-users with network-attached PCs and certain other devices the ability to access applications and data through a centrally managed computing environment.", "\"Today more than ever, enterprises need an affordable, reliable and efficient way to deploy and manage desktop infrastructures,\" says Jan Jackman, Vice President, End User Services, IBM Global Technology Services. \"The public desktop cloud service is designed to help bring cost savings, flexibility, scalability and security to clients like never before.\"", "The new IBM Smart Business Desktop on the IBM Cloud subscription service helps clients virtualize desktop computing resources, and provide a logical, rather than a physical, method of access to data, computing power, storage capacity and other resources. This service requires no up front capital or one time expense and is designed to provide enhanced levels of security, resiliency, reliability, and quality for virtual desktops. The service offers flexible delivery models, including three standard cloud-based offerings, dedicated infrastructure, and customer premise solutions, while helping to streamline data backup and recovery, and reduce unauthorized access.", "Through key technology and business partnerships with Citrix, Desktone, VMware and Wyse, along with IBM tools for customer assessment and strategic planning, IBM is helping clients address PC replacement dilemmas, deliver resilience and reliability for critical information, and resolve Internet access parity problems, all at competitive subscription service pricing.", "\"We're thrilled that IBM recognizes Desktone's pioneering work in desktops as a service® (DaaS®), from both technical and market development perspectives, and has selected us to provide foundational technology for its innovative service,\" says Harry Ruda, CEO, Desktone. \"Desktone's solution is the first and only virtual desktop hosting platform designed specifically for the cloud era, providing unique capabilities such as multi-tenancy and seamless multi-data center support, key elements to designing and building a scalable, cost-effective global desktop cloud offering.\"", "Supported by government funding, the ", "is partnering with IBM on a grass roots project called ", " to provide desktop computing to over 200 sites nationwide. The", "is a coalition of community based organizations consisting of non-profits, schools and libraries where visitors have access to 21st century classrooms that offer desktop cloud computing, interactive video conferencing for distance learning, video distribution system with digital signage, and other classroom and administrative services.", "\"We recognize the interdependency between access to online services, economic development and the quality of life,\" said Jose Rodriguez, CEO of the Hispanic Information Telecommunications Network. \"By working with IBM, we can build classrooms to serve as technology learning centers for underserved broadband communities and ultimately provide a low cost entry point for residential subscribers by using cloud computing services.\"", "IBM plans to make the IBM Smart Business Desktop on the IBM Cloud service available in North America and Europe starting October 2009.", "For more information, visit ", ".", "For more information about IBM Smart Business Desktop on the IBM Cloud, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced Voltaire Ltd. (NASDAQ: VOLT), an infrastructure provider for data centers, has selected the company’s newest IBM iDataPlex server for a new global cloud computing resource center. The center, which will be based in Israel and available online, will offer developers, partners and IT managers an environment to integrate and fully test cloud-based solutions.\n\t\t\t\t\t\t\t\t\t", "The center will be powered in-part by IBM’s newest iDataPlex dx360 M2 server, which features expanded memory from previous versions (128 GB); support for the new VMware vSphere 4", " virtualization platform; and overall performance benchmarks recently listing the iDataPlex as the most power-efficient system among similar technology products, as compiled by SPECpower_ssj2008 benchmark", ". The new Voltaire-designed center will extend these advancements to all companies interested; for example, SaaS companies will be able to leverage the center to benchmark their applications, such as broadcasting services and gaming. Also, the new center will maintain a list of testing results and blueprints for the solutions created, providing a vital technical and marketing resource and best-practices guide for current and future cloud innovations.  ", "“Virtualization, which plays an important role in cloud computing, has major implications on network architectures and overall data center design,” said Asaf Somekh, vice president of marketing, Voltaire. “Our technology partners will use the new center to develop new fabric-based architectures for the cloud, so we were looking for a system that would not only satisfy the intense power-efficiency and scalability requirements Voltaire has for our new testing center, but also be equally efficient and easily manageable. The iDataPlex provides the right mix of technology innovation and computing power to help our new center reach its ambitious goals.”  ", "In addition to making the list of most energy efficient computers in the world according to The Green500 List", " (http://www.green.500.com), iDataPlex is also among the fastest, according to The Top 500 Supercomputing Sites", ". The newest iDataPlex technology – which will be unveiled at VMworld 2009 in San Francisco this week – achieves up to 40 percent", "more performance per watt compared to other similar technology, while shaving 8-watts off total energy requirements from previous versions of iDataPlex", ".  ", "IBM also announced two new virtualization technologies at VMworld, aimed at curing today’s overstressed datacenter servers:  ", "·         The ", " offers performance, scalability and investment protection. This solution can help to significantly reduce complexity and total cost of ownership by enabling up to eight virtual ports per Virtual Fabric adapter. At the same time, it provides clients the ability to allocate and adjust bandwidth at increments of 100Mb, thereby increasing network utilization. IBM BladeCenter Virtual Fabric also offers investment protection for the future technology like Fibre Channel over Ethernet (FCoE) and Single Root IO Virtualization (SR-IOV).", "·         Continuing to demonstrate leadership with VMware, IBM will also be previewing one of several projects IBM and VMware are jointly developing, with the goal of producing technologies that display and manage energy usage of individual hosts and virtual machines within a datacenter. This ‘power metering’ technology can help customers track energy-efficiency of specific platforms and workloads, and provide never-before-measured data such as aggregate and per-virtual machine power metrics for a cluster of machines. ", "The availability for the new iDataPlex dx360 M2 is planned for early September. The availability for the BladeCenter Virtual Fabric is planned for the fourth quarter, 2009. ", "Voltaire (NASDAQ: VOLT) is a leading provider of scale-out computing fabrics for data centers, high performance computing and cloud environments. Voltaire’s family of server and storage fabric switches and advanced management software improve performance of mission-critical applications, increase efficiency and reduce costs through infrastructure consolidation and lower power consumption. Its products are used by more than 30 percent of the Fortune 100 and other premier organizations across many industries. Founded in 1997, Voltaire is headquartered in Ra’anana, Israel and Billerica,  Massachusetts. More information is available at www.voltaire.com.", "For more information about IBM, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday IBM (NYSE: ", ") and Canonical are introducing a new, flexible personal computing software package for netbooks and other thin client devices to help businesses in Africa bridge the digital divide by leapfrogging traditional PCs and proprietary software. This is the first cloud- and premise-based Linux netbook software package offered by IBM and Canonical.   ", "Part of IBM's Smart Work Initiative, the new package targets the rising popularity of low-cost netbooks to make IBM's industrial-strength software affordable to new, mass audiences in Africa. Businesses that could not afford traditional PCs for all employees can now use any type of device and low-cost software to enable all workers to work smarter anywhere using a variety of devices, regardless of the level of communications infrastructure.  ", "The IBM Client for Smart Work is now available across Africa and is being piloted for other emerging and growth markets worldwide. The solution includes open standards-based email, word processing, spreadsheets, unified communication, social networking and other software for any laptop, netbook, or a variety of mobile devices. It runs on Canonical's Ubuntu Linux operating system, and provides the option to deliver collaboration through the Web in a cloud service model. This software bundle can also be extended to virtualized workspaces using VERDE from Virtual Bridges, which is available locally through business partners and voice-based collaboration pilots through IBM Research. IBM estimates that it delivers up to 50 percent savings per seat versus a Microsoft-based desktop.", "“Businesses in emerging markets are looking to gain the freedom and flexibility afforded by open standards,” said Bob Picciano, General Manager, IBM Lotus Software. “The IBM Client for Smart Work builds on the movement toward open standards and Web-based personal computing by giving people the power to work smarter, regardless of device.”", "\r\n", "\r\nThe IBM smart client package can help African governments deliver open standards using Open Document Format (ODF), which contributes toward the savings of up to 50 percent per individual seat versus a Microsoft-based desktop based on licensing, administration and maintenance. The reduction of personal computing costs may enable governments to transfer information technology expenditures to fund mission-critical initiatives such as crisis management, education and health care. ", "\r\n", "\r\n“Starting with Africa, we see that this smart client package can help realize our vision of  eliminating barriers to computer access for emerging markets,” said Mark Shuttleworth, founder, Canonical. “Our IBM partnership brings together the strengths of collaboration to help our customers work smarter using this new approach.” ", "\r\n", "\r\nWith this new package, businesses can cultivate new suppliers and partners over the Web through IBM's LotusLive.com, which will allow them to expand service to new customers beyond their local area. Through virtualization of this collaboration software, they can exponentially increase their computing and collaboration power without additional infrastructure costs. ", "\r\n", "\r\nA network of local service providers such as Inkululeko and ZSL Inc. is expected to extend the IBM Client locally throughout Africa to government, educational institutions and businesses. In addition to local service providers, IBM will also work with leading universities such as Makerere university and academic consortiums to bring this new computing model down to individuals in the employment or attendance of learning institutions.   ", "\r\n", "\r\n“Software is an important enabler of the service industry,” said Professor Venansius Barya Baryamureeba, Dean, Faculty of Computing and IT, Makerere University, Uganda. “However most of the good software is unaffordable by most of the users in developing countries, hence most users in developing countries have resorted to pirated software and free software. But most free software packages can be a nightmare of setup woes, training costs, and processes that just don't fit your organization. The hope lies in affordable software that is as good as proprietary software, which benefits from economies of scales as a result of targeting a mass market.”", "\r\n    ", "\r\n", "\r\nLotusLive.com: A business can use LotusLive.com to build a new network of partners and suppliers to lower costs and reach new customers in outlying areas.  LotusLive provides capabilities such as file sharing, online meetings, instant messaging and social networking, starting at only $10 per month. ", "\r\n", "\r\nDesktop virtualization: With desktop virtualization based on VERDE software from Virtual Bridges and provided through Inkululeko, organizations can keep costs low through the use of thin-client hardware. ", "\r\n", "\r\nVoice computing:  A primary physician could make visits to rural villages and collaborate with other medical experts without IT infrastructure using voice access to this smart client. The doctor could send and receive messages with detailed documents that diagnose a patient's condition, combining firsthand knowledge with recorded and live human expertise far away to determine -- in real-time -- the best treatment for the patient.", "\r\n", "\r\n", "\r\nAccording to ABI Research, netbook computer sales are expected to quadruple from 35 million in 2009 to 139 million by 2013. ABI Research predicts that Linux will outgrow Windows on netbooks by 2012.  More than 30 percent of netbooks are sold with Linux, which reduces their cost substantially below the typical retail cost of personal computers running Windows XP. ", "\r\n", "\r\nAmid the global economic downturn, businesses in established markets have explored ways to create greater efficiencies and lower IT costs. Emerging markets, however, are evaluating how to equip their workforces with the ways and means to manufacture, service and sell more. Controlling overhead costs are critical, but instead of replacing more expensive technologies, as in G7 nations, Africa and other emerging markets are looking to build out their commercial sectors using new, open systems that do not limit future expansion with proprietary restrictions, IT silos and licensing fees.  ", "\r\n ", "\r\n", "\r\nThe standard package of collaboration software from IBM that works on Ubuntu includes Lotus Notes or iNotes (Lotus Notes delivered as a Web-based service), Lotus Symphony, Lotus Sametime and LotusLive components. This package can be modified to also include WebSphere Portal intranet software, Lotus Connections for on-premise social networking, and Lotus Quickr for file and repository management.", "\r\n", "\r\nThe IBM Client for Smart Work augments IBM's open desktop software on Ubuntu with access to Web 2.0 collaboration software delivered as a service from IBM's LotusLive.com.  LotusLive provides a full range of collaboration and social networking services that allow individuals and businesses to work securely across firewalls with people in other organizations and form communities in the cloud with key partners, suppliers and customers. LotusLive can be accessed through Ubuntu-based netbook computers, thin hardware clients or even older desktops and laptops.", "\r\n         ", "\r\n", "\r\nPrice varies depending on configuration and support requirements. ", " To view and download b-roll in broadcast or streaming quality, please go to http://www.thenewsmarket.com/ibm.  Photos are available. Registration required.", " A local merchant tries out IBM Client for Smart Work software on a netbook at an African craft market in Johannesburg, South Africa.", " A local merchant tries out IBM Client for Smart Work software on a netbook at an African craft market in Johannesburg, South Africa. ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t", " (NYSE: ", ") today introduced the industry’s first set of commercial “cloud” services and integrated products for the enterprise. This will give clients a reliable way to standardize IT functions that are rapidly becoming too costly or difficult to use.", "Based on nearly two years of research and hundreds of ", ", the IBM Smart Business cloud portfolio is meant to help clients turn complex business processes into simple services. To accomplish this, Smart Business brings sophisticated automation technology and self-service to specific digital tasks as diverse as software development and testing; desktop and device management; and collaboration.  ", "From utility grids to roadways, water systems and financial instruments, the world’s physical infrastructure is rapidly becoming more instrumented and IT-enabled, and corporate data centers will have to deal with a new flood of transactions and data coming from a billion connected people and a trillion connected devices. These offerings are aimed at helping clients deal with entirely new kinds of tasks and the colossal data burdens facing the data center. ", "“Cloud is an important new consumption and delivery model for IT and business services. Large enterprises want our help to capitalize on what this model offers in a way that is safe, reliable and efficient for business,” said Erich Clementi, General Manager, Enterprise Initiatives, IBM. “Today’s Smart Business announcement demonstrates that we take this responsibility seriously with cloud investment and solutions targeting the early opportunity. We are responding today as we did assisting enterprises with the shift to e-business and in the embrace of open source and Linux.”   ", "The IBM Smart Business portfolio includes three “on-ramps,” or ways to quickly deploy the cloud model: ", "All three offerings include IBM’s service management system – a kind of air traffic control system for IT – that automates self-service, provisioning, monitoring as well as managing access and security for the cloud. This reflects IBM’s leadership and more than $10 billion in investments over the last five years in control and automation technologies, which become critical as the digital and physical infrastructure converge.  ", " helps clients standardize IT and business services by type of work and function. The first offerings are optimized for two areas: development and test and virtualized desktops.  ", "In many organizations software developers are fast becoming the nucleus of innovation, crucial to all business processes. They build the services and capabilities that will underlie future revenue and generate opportunity. In fact, developers are driving so much business value that the average enterprise devotes 30 to 50 percent of its entire technology infrastructure to development and test, but typically up to 90 percent of it remains idle.", " ", "In addition to high cost and low utilization rates, today software developers lose a massive amount of time and productivity getting permissions and access to the systems and tools they need to do their jobs. IBM has seen that safely enabling developers to serve themselves can help reduce IT labor costs by 50 percent, reduce provision cycle times from weeks to minutes and improve quality, eliminating software defects by up to 30 percent.", " ", "IBM will offer clients three choices to deploy development and test cloud services:", "In its ongoing quest to be competitive, South African financial institution Nedbank is automating business processes through cloud technology. ", "“The time and labour required to deploy business process automation environments is a pain point. IBM cloud technology has proved to us that we can shorten the provisioning time significantly, reduce our cost and also increase the agility with which we can respond to business demands,” said Nicholas Parry, Nedbank. “The flexibility provided by IBM cloud technology has the proven potential to change the way we deliver services to our business, and as we look across our IT environment we see many more opportunities where the cloud environment can add more value to our environment.\" ", "“As a Fortune 500 company, Sinochem has always had an innovative IT culture to support our business, in sync with China's national agenda of integrating industry and information technology. Cloud computing increases our flexibility in providing IT resources to meet the growing demands of our global business,” said Mr. Peng Jin Song, General Manager, Information Technology, Sinochem. “With IBM CloudBurst and the technical expertise from IBM Cloud Labs in China, we will be able to pool and maximize our resources to run our global business on the most efficient infrastructure possible.\" ", "IBM’s clients have also successfully leveraged cloud computing to virtualize desktops. Using up to 73 percent less power than traditional desktops and laptops, server-enabled virtualized desktops deliver a better end-user experience and can be more efficiently managed.", " Based on IBM internal data from client engagements, these solutions can also lower end-user IT support costs by up to 40 percent over traditional desktop environments. ", "IBM will offer two deployment options to help clients virtualize desktops:", "Pike County Schools System in Eastern Kentucky has 10,000 students in 27 schools, and 3,000 employees. Like many organizations today, their budget is decreasing while the need for increased access to technology is rising. ", "\"Providing cost-effective technology solutions is an ongoing challenge for today's K-12 schools,\" said Maritta Horne, Chief Information Officer of Pike County School District in Eastern Kentucky. \"With IBM Smart Business Virtual Desktop, more than 10,000 students in Pike County are able to easily and quickly access new courseware through private cloud desktops, and the school system is saving on expenses related to hardware updates, technology support staff and power usage.\" ", "As a result, Pike County has achieved a reduction of over 62 percent of end-user support costs while providing equal access to education content across 27 schools and just over 2,000 desktops. The introduction of new courseware – what used to take over a year – can now be implemented instantly across all schools. ", "Service management is the operating system of the 21rst century, orchestrating thousands of processes and services from physical and digital sources across the world. What the operating system was for the PC era, the service management system will be for IT and business services in the cloud. ", "Everyday 15 petabytes of new information is generated – more than eight times the information stored in all the libraries in the United States. By 2012, the digital universe will be 5 times the size it was in 2008. While 70 percent or more of the digital universe is created, captured or replicated by individuals, enterprises, at some point in time, have responsibility or liability for 85 percent of it – including security, privacy, reliability and compliance", ". ", "It is no coincidence that IBM has focused so much of its investment – through acquisitions and in research and development – on developing smarter control and automation technologies. In fact, about half of that investment is on software used to control and automate what you think of as traditional IT, and the other half on getting visibility and control of the trillion connected physical devices -- mobile phone networks, smart utility meters, rail cars – that will be connected to data centers. ", "IBM Smart Business private cloud services for development & test as well as virtual desktops are available today, while IBM CloudBurst will join WebSphere CloudBurst in the family of pre-integrated systems and will begin shipping on June 19, 2009. More will be announced in 2009, as IBM helps clients gain efficiency through the cloud model by workload. ", "For more information on IBM’s cloud computing portfolio, research and labs please visit, ", ". ", "For information about how IBM is helping clients usher in a smarter planet, please visit ", ".", " (Bob Goldberg/Feature Photo Service) -- IBM Innovation Systems Engineer James Thoensen at the company's Cloud Computing Center in Southbury, Conn. IBM today introduced the industry’s first set of commercial “cloud” services. Based on two years of research and hundreds of client engagements, the IBM Smart Business cloud portfolio is meant to help clients turn complex business processes into simple services. ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt its Information Infrastructure Analyst Summit today, IBM (NYSE: ", ") unveiled plans for a new Smart Business System called IBM Information Archive, a universal archiving repository for all types of content that addresses the complete information retention needs of midsize and enterprise clients faced with managing an increasing volume of information.\n\t\t\t\t\t\t\t\t\t", "With key contributions from IBM Research, System Storage and Tivoli, IBM Information Archive leverages IBM’s expertise in designing systems to address clients’ needs by combining fast accessible disk with low-cost tape within a single archive pool to enable businesses to deploy an archive strategy that minimizes total cost of ownership over the life of the archived information.  It also incorporates deduplication and compression techniques to optimize storage capacity and improve productivity.  ", "Its architecture brings together IBM’s General Parallel File System technology, Tivoli Storage Manager and patent-pending Enhanced Tamper Protection to offer a high performance, high scalability, and secure platform that can be accessed in a private Cloud computing environment, even if the data is stored on tape media. ", "The need for archiving information is on the rise, driven by data growth, regulatory compliance, legal discovery and data protection. With ever-increasing requirements surrounding the long-term retention of information, organizations are looking for advanced archiving technologies to manage information throughout its lifecycle. ", "The IBM Information Archive is designed for archiving a broad range of electronic based records, including e-mail, digital images, databases, applications, instant messages, account records, contracts or insurance claim documents, and other types of storage records. Information Archive will also be supported by a number of IBM software applications for email, content, data and report archiving including IBM Optim Data Growth Solution, IBM Content Collector and other Enterprise Content Management offerings.", "Information Archive is also the first data retention solution to offer a choice of data protection levels to meet multiple archiving requirements.  Three customizable archive collections can be created within a single system and each collection can be configured with different retention policies and protection levels to meet specific retention needs, including business, legal, or regulatory.  In addition, multiple access methods using industry-standard protocols provide quick and easy deployment of the solution.  ", "“In today’s dynamically changing environment, businesses are faced with managing a data juggernaut, and archiving that information and doing it cost effectively is a challenge,” says Al Zollar, general manager, IBM Tivoli Software. “The IBM Information Archive leverages IBM’s strengths in software, disk and tape to deliver a solution that will help clients manage their information infrastructure needs.” ", "IBM Information Archive is the first offering announced as part of IBM’s unified archiving strategy, IBM Smart Archive.  This comprehensive approach combines IBM software, systems and service capabilities and is designed to help clients to extract value and gain new intelligence from the vast amounts of information by collecting, organizing, analyzing, trusting and leveraging that information.  Beginning with IBM Information Archive, IBM's Smart Archive offerings will deliver a comprehensive set of archiving solutions in a unified and integrated strategy that maximizes customer value.", "For more information, visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE:", ") today announced that Bank of Tokyo-Mitsubishi UFJ has selected IBM’s Smart Business Desktop Cloud Service to manage its desktop infrastructure.\n\t\t\t\t\t\t\t\t\t", "Under the agreement, IBM Japan will provide Smart Business Desktop Cloud Service to the Systems Division of Bank of Tokyo-Mitsubishi UFJ to establish a thin client environment. Implementation is expected to be complete by December 2009. With the new environment, Bank of Tokyo-Mitsubishi UFJ aimed to enhance securities, provide the environment for various work styles, and realize business continuity at any emergency situation. ", "After Bank of Tokyo-Mitsubishi UFJ examined specifications such as security enhancement and cost reduction effect of the renewal, it decided to adopt IBM’s Smart Business Desktop Cloud Service, an advancement of IBM’s virtualization technology. ", "In the service agreement, IBM Japan will virtualize the desktop environments of PCs through its blade server, the IBM Blade Center, and manage all IT resources for Bank of Tokyo-Mitsubishi UFJ’s PCs including memory, CPUs and hard disks in the virtual desktop environment. ", "For more information, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt its Information Infrastructure Analyst Summit IBM (NYSE:", ") announced its intention to enter the cloud storage space with the launch of the IBM Smart Business Storage Cloud, IBM Information Archive and new consulting services.\n\t\t\t\t\t\t\t\t\t", "Traditional storage cloud solutions have piqued the interest of many enterprise clients for their very low price points, but these systems have mostly been limited to ‘sandbox’ use cases for secondary or tertiary copies of data or for use in development and test environments in which data does not have to be frequently accessed and does not tend to grow into large scales. ", "The ", "is a private cloud offering that", "utilizes low cost components in a true scale-out clustered model not offered by its competition. Hallmarks of the solution include support for multiple petabytes of capacity, billions of files, and scale-out performance previously limited to the largest ‘high performance computing’ systems. ", "Industry-leading technologies like IBM’s General Parallel File System have been combined with the latest advances in storage, virtualization and server technologies like XIV and BladeCenter to provide performance and scalability all under one globally addressable namespace. The solution is highly secure and built to make use of a client’s existing security and authentication infrastructure. In addition to this, IBM offers tightly coupled services for implementation support and an optional ongoing lightweight managed service to help clients manage their cloud environment on an ongoing basis. ", "Many clients have also expressed concern about vendor lock-in with currently available cloud solutions, especially for data storage where migration costs into and out of the cloud can be costly. IBM has paid careful attention to these concerns and is offering full support for standard file access protocols so that moving data into and out of their storage cloud is as simple as a file copy operation. ", "Kantana Animation Studios Co., Ltd, one of the leading entertainment companies in Thailand, found that its animation processes were putting increasingly heavy demands on its data storage infrastructure. \"Katana has greatly benefited from IBM's storage services – our animators are now able to gain access to team projects faster and easier,” said Auchara Kijkanjanas, Managing Director of Kantana Animation Studios Co., Ltd. “We also benefit from greatly reduced operational costs and better business flexibility and productivity, critical drivers in a competitive and growing industry.” ", "IBM Smart Business Storage Cloud is the first of IBMs cloud-based storage solution, built to be implemented either on the client premise or as part of its strategic outsourcing capabilities. The company will continue to build out this area of the portfolio, including a business-grade public cloud for storage, which will be offered with flexible consumption models and a self-service user interface to fully abstract the technology from the end user. ", "For clients looking for a single unified platform for information retention, IBM is announcing a new Smart Business System called ", ". This integrated hardware and software solution helps organizations address their complete information retention needs, including business, legal and regulatory, and enables organizations to leverage different tiers of storage, including disk and tape, with policy-based management that automatically moves less active information to more cost-effective storage systems. Using a customizable \"collections-based\" approach, the archived data can be accessed in a private cloud computing environment, even if it's stored on tape media. This capability is critical as an increasing amount of data is expected to exist in archived formats. ", "With key contributions from IBM Research, IBM Information Archive addresses one of the key promises of cloud computing; to provide seamless access to information, including archived data, no matter where it resides.", "In addition,", " is adding three ", " to its business and IT consulting portfolio. These new offerings provide flexible entry points based on client needs, and are priced and delivered for near-term ROI. They are designed to help clients who are looking for an end-to-end cloud business-based IT strategy or to help clients select the right cloud delivery model for their business. ", "In June of this year IBM unveiled its cross-company strategy to capture the enterprise cloud computing market, helping clients attack rising costs and complexity by workload. Since then many products and services from the portfolio have entered the market, including ", ", which began its public beta on October 1, 2009. ", "The company will continue to offer clients more cloud consumption and delivery options to balance the advantages of the cloud model (massive scalability at low and flexible costs with little capital expense) with the need for service levels that are enterprise grade; meaning secure, governable, reliable and address operational expense to lower costs over time. ", "For more about IBM's cloud computing efforts, please visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced new offerings to provide organizations with analytics capabilities to make better use of their archived information and improve business processes. The new offerings support IBM's unified archiving strategy, called IBM Smart Archive, and are designed to help clients use content analytics and data discovery to determine which information is necessary to retain and archive, eliminating a major obstacle many clients have experienced in past archiving projects.\n\t\t\t\t\t\t\t\t\t", "As a result of data growth, legal discovery requirements, regulatory compliance, and increasingly complex infrastructures, the need for information archiving is rapidly increasing. With these growing requirements for retention of information, organizations are struggling to determine what information they have, what to keep and what to discard. ", "The new offerings unify and simplify content, email and data collection and classification in a comprehensive approach, enabling multiple archiving models, including traditional on premise software, cloud services and hybrid options. With this offering, IBM is providing clients with the flexibility to choose between -- or combine -- delivery options to archive information that continues to grow within their organization.  ", "\"As our clients deal with the reality of budgetary constraints, they are realizing that keeping everything is not a workable strategy,\" said Ken Bisconti, vice president, products and strategy, IBM Enterprise Content Management. \"To deal with growing volumes of information, clients need to retain only what they need. IBM is helping clients do this with a comprehensive set of software, hardware and service offerings, that will help ensure that critical information is properly retained.\"  ", "Societe Nationale des Chemins de Fer Francais (SNCF) provides high speed train travel in Europe,", "serving approximately 63 million citizens", "including thousands of riders from neighboring European countries.  ", "Handling approximately 700,000 ticket transactions per day, SNCF is using IBM technology to build a unified archive solution to manage and control its growing structured and unstructured content such as historical transactional ticket information, e-mail, invoices and other financial documents.  ", "Prior to building the new archiving environment, SNCF had difficulty finding key pieces of information related to ticket transactions. The information was stored in multiple locations, impacting SNCF's customer satisfaction and the company's need to meet and regulate compliance requirements. With the new system, SNCF will now be able to better find and report on ticket transactions, enabling the company to quickly answer customer queries and general business requests. ", "\"With the volume of ticket sale transaction records and documents growing, we knew that we needed a 'universal archiving backbone' to manage, control and analyze all of our content,\" said Pascal Le Borgne, archiving project manager, Societe Nationale des Chemins de Fers Francais. \"IBM is helping us to create a simple search and retrieval system for virtually all types of information.\" ", "New offerings that support IBM's archiving approach of combining content and data capabilities include: ", " For more information about IBM Information Management offerings, visit: ", ".", " * ", " ", "For more information: ", "Twitter: #IOD2009", "IBM Analytics: ", " and You Tube: ", " ", "IBM and the IBM logo are trademarks of International Business Machines Corporation in the United States, or other countries, or both. All other names are trademarks or registered trademarks of their respective companies.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced new solutions for developers to create and deliver software in both public and private cloud environments.", "Organizations must be able to quickly and cost-effectively manage development, testing and deployment of software in often disparate development environments. IBM is providing a framework to help customers centrally manage projects from the cloud, even if they are using third-party or open-source tooling. This brings significant value to customers in terms of cost savings, flexibility, speed, agility and improved governance.", "IBM Smart Business Development and Test on the IBM Cloud is designed to augment and enhance software development and delivery capabilities, particularly in large enterprises where IT departments handle hundreds of development projects every year. Unlike traditional development environments, developers can log on to IBM Smart Business Development and Test on the IBM Cloud and get access to customizable virtual machines in minutes.", "This new environment provides compute and storage as a service, IBM Rational Software Delivery Services, WebSphere and Information Management software to help application developers and testers speed the development and delivery of software applications. To help customers leverage existing investments, these new services support development across heterogeneous environments, including Java, Open Source, and .NET. In addition, pre-configured integrations of some of these Rational services are available based on the Jazz framework, which dynamically integrates and synchronizes people, processes and assets associated with software development projects. ", "IBM is also extending its IBM Rational Software Delivery Services for Cloud Computing to a private cloud infrastructure for enterprise customers who prefer governance and control of their own cloud environment. Behind a client's own firewall, these services can provide users with additional development options and customization needed to deploy applications in a private cloud. IBM Rational Software Delivery Services for private cloud environments can be experienced by a limited number of participants. ", "\"Enterprises are looking for optimal business models to lower the cost of developing and deploying software while maximizing existing investments. Cloud-based models offer flexible, instant sourcing options based on teams' needs while enhancing control of their delivery models,\" said Dr. Daniel Sabbah, general manager, IBM Rational Software. \"With more and more customers treating software as a strategic business asset, the combined value of the new offerings can help them gain the utmost value from their investments in IT across the application lifecycle.\" ", "The IBM Rational Software Delivery platform helps organizations optimize software investments and lower costs through improved collaboration and governance in a more flexible and agile software environment.", "IBM Rational Software Delivery Services for Cloud Computing feature a select set of services optimized and ready for delivering software throughout the enterprise, including: ", "IBM Rational Software Delivery Services for Cloud Computing bring the best practices of IBM's Global Technology Services, Global Business Services and Rational Lab Services with a full suite of capabilities to adopt and deploy cloud delivery options and identify areas for return on investment in cloud adoption. IBM's new Global Technology Test Cloud Services and IBM Global Business Cloud Consulting Services offerings are also available with the new IBM Rational Software Delivery Services for Cloud Computing. ", "IBM is also making it easier for software developers to gain cloud computing skills with no-charge access to online workshops, skills tutorials, and social networking tools through My developerWorks, which enables users to build online relationships, share content and grow a worldwide network of peers to drive innovation. For more information, visit ", ". ", "To access the open beta for the IBM Smart Business Development and Test on the IBM Cloud, visit ", ". For more information on the beta of IBM Software Delivery Services for private cloud environments, please contact an IBM sales representative. Additional information can be found at ", ". ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") and the Lawrence Berkeley National Laboratory announced today that an IBM System x iDataPlex server will run the Lab's program to explore how cloud computing can be used to advance scientific discovery.\n\t\t\t\t\t\t\t\t\t", "The program, dubbed Magellan, is funded by the American Recovery and Reinvestment Act through the U.S. Department of Energy (DOE). The Magellan system will be a testbed for National Energy Research Scientific Computing Division (NERSC) scientists to explore the effectiveness of cloud computing for their particular research problems. Ultimately, the project will benefit society by allowing scientists to accelerate discoveries in such disciplines as energy efficiency, climate change and genomics. ", "The Magellan Project will use IBM's newest iDataPlex dx360 M2 server, which features double the memory and even higher power efficiency than previous versions. Harnessing iDataPlex's innovative half-depth design and liquid-cooled door, clients can lower cooling costs by as much as half and reduce floor space requirements by 30 percent. ", "The iDataPlex is on the list of most energy efficient computers in the world, the Green500 List(1). Berkeley Lab's iDataPlex system will have a theoretical peak speed of more than 60 teraflops and will be used to explore a set of possible software configurations for science clouds. ", "While DOE centers operate some of the world's most powerful supercomputers, many researchers do not require such massive computing power. Cloud computing makes it efficient for the Lab to also support scientists with modest-size computing problems. ", "\"Cloud computing has tremendous potential to accelerate scientific discoveries by making computing resources readily available to the masses of scientists. Rather than buying and managing their own cluster, a researcher can simply access a virtual cluster within the cloud. We expect many of the NERSC users to take advantage of Magellan for real scientific work, and at the same time we will be conducting research on how to build and manage science clouds,\" said Kathy Yelick, head of the NERSC Division at Berkeley Lab. \"We evaluated a number of different technologies and concluded that IBM iDataPlex would deliver the best value to complete this important research.\" ", "The Magellan research team will deploy a large cloud test bed with 5,760 processor cores on iDataPlex to evaluate a variety of DOE scientific applications, from power grid simulations to nanoparticle analysis and analyzing climate change data. ", "The Magellan Project will help the DOE determine which scientific applications demonstrate the best performance in the cloud and what software and processes are necessary for those applications to take advantage of cloud services. ", "(1) According to The Green500 list published as of August 27, 2009. Results and system configuration can be found at ", ". ", "The ", " is the primary high-performance computing facility for scientific research sponsored by the U.S. Department of Energy's Office of Science. ", " is a U.S. Department of Energy national laboratory located in Berkeley, California. It conducts unclassified scientific research and is managed by the University of California for the DOE Office of Science. ", "For more information about IBM, please visit ", ". ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced the world's largest private cloud computing environment for business analytics, which will provide IBM sales teams and developers new levels of insight to better meet the needs of clients worldwide. The cloud will launch initially with more than a petabyte of data, the equivalent of more than 300 billion ATM transactions.\n\t\t\t\t\t\t\t\t\t", "IBM also announced a new solution, the IBM Smart Analytics Cloud, for clients to build their own private cloud environments based on the same Cloud infrastructure that IBM is using internally. ", "Internally called Blue Insight, IBM's cloud environment democratizes information, providing access to a variety of client and market data regardless of where an employee sits in the company. It gathers information from nearly 100 different information warehouses and data stores, providing analytics on more than a petabyte (1,000 terabytes or 1,000,000 gigabytes) of data. By turning that data into insight for IBM's sales force and development communities, IBM will be able to deliver more value in the solutions and services it offers to its clients. More than 200,000 IBMers will have access to the new system. ", "\"This new cloud and the insights that our analytics will provide are the next step in the continuous transformation of our business to better serve our clients,\" said Pat Toole, chief information officer (CIO) of IBM. \"I expect this first-of-its-kind approach will help drive both new growth opportunities as well as have a significant impact in cost savings, which is exactly the kind of client-focused value that businesses are asking of their IT organizations.\" ", "Structured and unstructured data will be available in the cloud and accessible from anywhere to provide IBM employees and executives with specific insights: ", "Blue Insight will run on a System z10 mainframe computer with 48 processors (32 processors for production, 18 processors for development and test environments) and strong cryptography - capable of handling up to 10,000 secure transactions per second, with redundant backup support. ", "In addition to consolidating, virtualizing and delivering its own business intelligence via a cloud model, IBM will offer clients a solution to do the same. Today IBM is also announcing the IBM Smart Analytics Cloud - a private analytics cloud solution for large enterprises. IBM Smart Analytics Cloud provides easily-consumable business intelligence services, systems and software to help customers efficiently deliver shared business intelligence services across lines of business and functional organizations. ", "IBM's own Analytics Cloud deployment served as the template for this solution offering, which features: ", "In the recent IBM Global CIO Study of more than 2,500 CIOs around the world, 83 percent of respondents identified business intelligence and analytics - the ability to see patterns in vast amounts of data and extract actionable insights - as the top way they will enhance their organizations' competitiveness and ability to meet client needs. ", "Blue Insight will join a number of other successful Cloud and Analytics implementations running inside IBM today: ", "IBM Smart Analytics Cloud is available today. For more information, visit: ", ". ", "More information about IBM's cloud computing products and services is available at: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday at a press conference in Dongying, China, the local government announced a strategic initiative with IBM (NYSE: ", ") to use cloud computing to jumpstart new economic development in the region. Traditionally known for manufacturing and oil cultivation, Dongying will use IBM cloud technology to build a common platform to promote e-government, and support the city's transition from an industrial", "to services-based economy", "Dongying is located in the central area of the Yellow River Delta and boasts rich oil and ecological resources and is home to China's second largest oil field. As such, Dongying's petroleum industry supply chain is expanding rapidly. By building The Yellow River Delta Cloud Computing Center Dongying aims to help its petroleum industry develop more innovative application services, while also becoming a sustainable eco-city and maximizing public benefit. ", "IBM is helping the Dongying government build a cloud that will provide software development and test resources for software startup companies via the web through a self-service user interface. In addition, this cloud will be expanded to also be an e-government services platform for the Dongying economic development zone as well as a Research and Development platform for eco-friendly oil cultivation. ", "\"IBM is honored to be cooperating with the Dongying government on the Yellow River Delta Cloud Computing Center. With advanced information technologies, IBM is helping many Chinese regions build 'Smarter Cities',\" said Willy Chiu, Vice President of IBM Cloud Labs. \"We believe that the IBM CloudBurst based Smart City solution for the Dongying government will lay a solid foundation for sustainable economic development, transformation towards a service-oriented government and creation of an eco-friendly environment.\" ", "At the press conference, Mr. Li Jinkun, Vice Mayor of Dongying Municipal Government, said, \"The national policy to develop the Yellow River Delta marks new opportunities for Dongying, and meanwhile raises newer and higher requirements on informationalization. In cooperation with IBM, The Yellow River Delta Cloud Computing Center is Dongying's positive attempt to transform towards a service-oriented government and promote harmonious development between economy and ecology. The 'Smarter City' initiative proposed by IBM is the blueprint of a new city that we are trying to develop and keep improving. Dongying expects to become a real \"City of Digital Innovation\" with the help of IBM Cloud Computing.\" ", "The Dongying government will adopt IBM CloudBurst to build an integrated cloud platform for The Yellow River Delta Cloud Computing Center.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday IBM (NYSE: ", ") and Canonical are introducing a cloud- and Linux-based desktop package in the U.S. designed for use on a company's existing fleet of personal computers (PCs) or even low-cost netbooks. \n\t\t\t\t\t\t\t\t\t", "The IBM Client for ", " , based on IBM productivity and collaboration software, helps organizations save up to 50 percent per seat on software costs versus a Microsoft-based desktop, in addition to avoiding requisite hardware upgrades.  The package allows companies to use their existing PCs, lower-cost netbooks and thin clients. This product supports IBM's larger ", " announced in September and designed to help companies become more efficient by better connecting their workers and business processes.    The new IBM package contains collaboration capabilities that can be embedded in a company's business processes to increase productivity and lower costs. ", "Independent market estimates range up to $2,000 for the cost of migrating to the Windows 7 operating system for many PC users. New PC hardware requirements account for a significant portion of the added expense.  ", "The IBM Client for Smart Work package, launched September 24 in Africa, was initially designed for emerging markets but sparked calls for the solution in the U.S.  The U.S. version is arriving in time to help companies avoid the higher licensing, hardware upgrades and migration costs associated with Microsoft Windows 7. ", "“If a company is a ‘Windows shop,’ at some point it will need to evaluate the significant costs of migrating its base to Microsoft’s next desktop,” said Bob Picciano, general manager, IBM Lotus.  “American businesses have asked for a compelling alternative that can help them free up PC expenses to use for more strategic collaboration and business transformation projects.” ", "IBM and Canonical expect to enlist hundreds of partners to offer the IBM Client for Smart Work in the U.S. in 2010. The current partner ecosystem includes regional systems integrators, ZSL and CSS Corp; virtual desktop provider, Virtual Bridges, and its distributors, Midas Networks and KalariSys; and several online, vertical industry businesses. IBM is also targeting the education market by collaborating with university faculty through the IBM Academic Initiative. ", "The U.S. solution includes several open standards-based components:  ", "•    Word processing, spreadsheets and presentations from IBM Lotus Symphony, which is a free-of-charge download on the Web;", "•    Email from IBM Lotus Notes or the cloud-based LotusLive iNotes launched earlier this month, which starts at $3 per user, per month;", "•    Cloud-based, social networking and collaboration tools from LotusLive.com from $10 per user, per month; and", "•    Ubuntu, an open platform for netbooks, laptops, desktops, and servers. ", "Since the IBM Client for Smart Work is based on Eclipse, Linux and open Web standards, it can integrate with any third-party software.  This gives companies the freedom to use technologies of their choice, extend their functions and preserve existing investments. ", "“Canonical is proud to partner with IBM to help open up the American corporate desktop through Ubuntu,” said Mark Shuttleworth, founder of Ubuntu and CEO of Canonical.  “IBM's smart client package running on Ubuntu will allow U.S. organizations the financial freedom to redistribute the costs of expensive software licenses into IT projects that will innovate and drive critical growth.” ", "IBM developed this package based on client feedback and surveys, including a study conducted by the I.T. analyst firm Freeform Dynamics, commissioned by IBM, which showed that Linux desktops were easier to implement than IT staff expected if they targeted the right groups of users.  ", "“Instead of positioning the IBM Client as a ‘drop-in’ replacement for the status-quo desktop, IBM is looking to create something better—focused on usability, openness, and security with a path to cloud computing—in market segments that make sense,” said Bob Sutor, vp of Linux and open source, IBM Software, who alluded to these customer requirements in his Linux desktop predictions at LinuxCon in September. “Linux as the basis of the desktop is a pragmatic choice and gives a nod to the likely future of the desktop as being open and often virtualized.” ", "\"The IBM Client for Smart Work offers university faculty, administration and students a Linux-based unified communication, collaboration and information exchange platform that potentially will facilitate sought after campus synergies,” said Jeffrey A. Lasky, Professor and Chair, Department of Information Sciences and Technologies, GCCIS, Rochester Institute of Technology. ", "This software bundle can also be extended to cloud and virtual desktop infrastructures using VERDE software from Virtual Bridges.", "Several companies have already customized the IBM Client as a virtualized desktop offering based on VERDE.  ", "Midas Networks of Austin, Texas is now selling IBM Client for Smart Work software along with Virtual Bridges's VERDE as a hosted virtualized desktop. This software-as-a-service offering looks like a traditional desktop, but the hosted applications permit the users to access their desktops from any network-connected device -- wherever they may be.  ", "RealtyBargains.com, providing access to real estate property assessment information, is equipping its agents with the IBM Client for Smart Work starting in January 2010. ", "“Our partnership with IBM and Canonical will allow us to offer the real estate industry’s best agent workspace,” said Padma Kumar Nair, president and CEO, RealtyBargains.com. ", "The IBM Client for Smart Work enables you to deploy a desktop strategy that allows you to reduce costs of ownership up to 50 percent and at the same time increase organizational productivity. It is an optimized workspace with built in productivity and collaboration capabilities that can be embedded in business processes. It is compatible with, and complimentary to SOA-based IT environments and empowers users with a complete, open, easy to use, and security rich alternative to closed and costly Microsoft desktop software. ", "The IBM Client for Smart Work helps achieve these objectives by cost-efficiently connecting the workforce through locally-based collaboration software and across firewalls through the cloud.  The solution can be installed and tailored by IBM Global Technology Services and IBM Business Partners for specific job roles by mapping business services to human networking patterns.  Essentially, the way people and organizations work can be improved through a combination of collaboration and business process modeling.    ", "For example, the IBM Client for Smart Work can equip the members of a company's marketing, sales and research departments with the means to quickly and efficiently collaborate. Business process modeling (BPM) can show workflows between sales and marketing, but very little between sales and research or marketing and research. Based on expertise residing in those functions and informal networks discovered through modeling, a company could find powerful insights from research playing an important role in sales and marketing efforts. It may turn out that an expert in R&D might be a company's greatest resource for marketing content, but this expertise has to be identified and shared in order to provide the highest value to the organization.  Through online communities on LotusLive.com, this kind of insight can be tapped as needed for the benefit of an entire organization. ", "IBM is targeting the IBM Client for Smart Work for a number of markets, including: ", "•    Large enterprises that have segments of employees for whom the PC on their desk is primarily a tool for collaboration, email, browser-based applications, and straightforward office productivity tasks.", "•    Small- and medium-sized businesses that have discovered initial savings of free or low-cost Web-based email services but have grown frustrated with service outages, advertisements or security concerns.", "•    Government organizations that want to leverage the Open Document Format for open standards-based office tools and industry-leading collaboration software to lower costs and self-fund mission critical initiatives.  For this, IBM offers the package running on Red Hat Enterprise Linux.", "•    Education customers that want to rapidly deploy netbooks for smarter classroom initiatives. For more information on how IBM Academic Initiative faculty can access the IBM Client for Smart Work, visit https://greenhouse.lotus.com", "•    Commuters who want to travel light can bootup their netbooks using a USB stick and then login to a virtual Linux desktop on the cloud using Virtual Bridges’s VERDE solution. ", "U.S.-based customers can purchase the IBM Client for Smart Work from business partners such as Canonical, CSS Corp., Compariv, Mainline, Midas Networks, Red Hat, Virtual Bridges and ZSL.  The IBM Lotus client-side package runs on Canonical's Ubuntu operating system, and provides the option to deliver collaboration through the Web in a cloud service model.  Also available are alternate delivery models including an appliance using Lotus Foundations and in-premise using Lotus Domino and related collaboration software.  ", "Price varies depending on the configuration and support requirements.  ", "For more information, please visit: ", " and ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE:", ") today launched the ", ", a global forum for educators, researchers and information technology (IT) personnel from the education industry to pursue cloud computing initiatives, develop skills and share best practices for reducing operating costs while improving quality and access to education.\n\t\t\t\t\t\t\t\t\t", "IBM announced at the EDUCAUSE Annual Conference that 17 educational institutions worldwide are the first to participate in the Cloud Academy. United States-based institutions include George Mason University; Georgia State University; Gwinnett County Public  Schools; Marist College; New York University; North  Carolina State University; Pike County Schools; The Executive Leadership Foundation’s Technology Transfer Project – a collaborative effort for Historically Black Colleges and Universities; and the University of Maryland, Baltimore County. International institutions include Beijing University of Technology in China; Carnegie Mellon University in Qatar (CMU-Q), Qatar University (QU) and Texas A&M University at Qatar (TAMUQ) in Qatar; Ecole normale supérieure de Lyon in France; Ozyegin University in Turkey; Nanyang Technical University in Singapore; and Victoria University in Australia. ", "\"Cloud computing makes it easier for those in the education industry, including students, faculty and administrators, to gain immediate access to a wide range of new educational resources and research applications and tools,\" said Michael King, vice president, IBM Global Education Industry. \"The IBM Cloud  Academy will advance awareness and adoption of cloud computing, including best practices for education and research institutions.”", " ", "The IBM Cloud  Academy will enable these institutions and other participants to collaborate using an IBM-managed cloud, available via the Internet, lowering barriers to entry for the development and contribution of subject matter expertise. Through the Academy, members can create working groups on areas of interest to the education industry, “jam” on new innovations for clouds in education-related areas with IBM developers, work jointly on technical projects across institutions, share research findings, and exchange new ideas for research. Participants are also encouraged to innovate to further advance cloud computing by preparing education-focused open source software for clouds, integrating cloud provisioning and de-provisioning services, validating content for compliance with accessibility standard, and leveraging IBM cloud offerings for teaching, learning, research and administration. ", "A vital aspect of the IBM Cloud Academy will be the development of new technologies and research methods. The IBM Cloud  Academy gives participants the ability to work with elite researchers in IBM labs throughout the world, many of whom are working on cloud initiatives in education, to extend the boundaries of cloud computing in education. ", "IBM will also collaborate with participants of the IBM Cloud Academy on integrating cloud technologies into their campus and district infrastructures, including IBM’s virtualized server and storage hardware,  Tivoli Provisioning and Automation software for management of cloud environments, campus and student computer lab management with the Virtual Computing Laboratory project, and cloud integration services from IBM’s global services organizations.    ", "IBM’s Cloud Academy leverages IBM’s ", ", whose membership consists of IBM top technical leaders from around the world who are working in research, hardware and software development, manufacturing, and services. ", "Participants will have access to IBM’s public cloud services, including LotusLive for administration collaboration, IBM Desktop Cloud Services, delivery services for Virtual Computing Labs, and Corporate Citizenship Education Projects, such as PowerUp, Forbidden City and TryScience.  ", "The online version of Innov8 2.0, IBM's flagship 'serious game,' is integrated with BPM BlueWorks and hosted by LotusLive. Innov8 2.0 is being used by more than 100 universities worldwide and features real-world business scenarios where the goals are to maximize profitability and customer satisfaction while minimizing carbon emissions. ", "The IBM  Cloud Academy represents a continuation of the cloud computing projects that IBM has initiated over the past two years.  These programs provide a forum for collaboration, research and innovation, as well as a showcase for the work and projects IBM has completed with the education industry.  Some highlights include:", "The charter members of the IBM Cloud Academy will work with IBM to define the final structure of the academy, which will open for general membership early in 2010.  ", "For more information on IBM's cloud computing university initiatives, please visit ", " ", "For more information on IBM cloud computing, please visit www.ibm.com/cloud", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today launched new software and services to help clients build collaborative and connected business environments to harness the rapid marketplace shifts that are transforming how they work.\n\t\t\t\t\t\t\t\t\t", "The new IBM offerings are designed to help clients across industries embrace rather than resist the unprecedented changes in today's marketplace and use them to their advantage. They address three critical challenges faced by business leaders around the world: making business processes more responsive and easier to change; improving collaboration within and beyond their organizations; and using technology to meet business needs quickly. ", "\"With increasing pressures on the cost, speed and efficiency of doing business, working smarter is not merely an option -- it has become a matter of survival,\" said Steve Mills, Senior Vice President, IBM Software. \"Creating organizations that are agile, collaborative and connected is one of the key objectives of IBM's Smarter Planet initiative. Using IBM software, businesses can harnesses the collective wisdom of their organizations and capitalize on the insights provided by an increasingly intelligent, instrumented world.\"  ", "\r\nIBM is announcing new offerings designed to help businesses make their processes more agile, responsive and easier to change while supporting increased collaboration between workers and those processes. New industry frameworks initially targeted at four industries - banking, chemical/ petroleum, energy and government - help customers benefit from decades of IBM industry experience and include a configurable software platform, industry assets and best practices. The frameworks, designed to be turnkey software modules that match specific industry needs, enable faster business solution deployment with lower project cost risk, expanded choice through a validated ecosystem of partners, and accelerated adoption of business IT standards. ", "IBM is announcing a new set of services focused on collaboration and mobility. These services, which reflect the new reality that the workforce is increasingly social and mobile, help connect people, processes and information and enable collaboration across organizations and with clients and partners. They include IBM Smart Business Desktop on the IBM Cloud, IBM Mobile Enterprise Services for the BlackBerry ® Enterprise Solution, and IBM Converged Communications Services - managed telepresence. ", "\r\nNew collaboration offerings and services ", "IBM is announcing a new set of professional services focused on collaboration and mobility. These services, which reflect the new reality of an increasingly social and mobile workforce, help connect people, processes and information and enable collaboration across organizations and with clients and partners. They include IBM Smart Business Desktop on the IBM Cloud, IBM Mobile Enterprise Services for Managed Blackberry, and IBM Converged Communications Services. ", "\r\nTo help customers access relevant, cross-disciplinary skills and help them work smarter, IBM is announcing a new IBM Business Performance Center of Excellence. Reinforcing IBM's commitment to improving business optimization and workforce productivity, the center will offer and analyze best practices in this area and provide clients with a blueprint for change for their own businesses. It will be supported by thousands of IBM consultants skilled in the deployment of business process management, collaboration and service oriented architecture technology. The center will also evaluate trends and examine how they are influenced by technology in impacting business success and provide virtual access to experts to transfer skills to clients. ", "Organizations are recognizing the need to rethink the systems and processes that run their businesses and evaluate new ways to empower the people who support them. Doing so can release a wave of creativity, productivity and problem solving that generates tangible results. ", "The Alliance for Paired Donation has reduced the time it takes to match an organ donor with a recipient from weeks to seconds using sophisticated software, with the long-term potential of saving more than $1 billion in healthcare costs. Similarly, the State of Missouri Office of Homeland Security dramatically increased disaster preparedness by revising its business processes and portal to manage diverse information systems, while SAT-Mexico, the country's taxation agency, cut paperwork by 93 percent by improving workflow between human and automated processes. In addition, U.S. Bank, supported by smart collaboration, is embarking on a growth strategy to develop new product insights and enable the sharing of innovative ideas among employees through social software from IBM, while Delaware County Bank and Trust is managing projects in real time and delivering on-the-spot services to customers by deploying IBM collaboration and information sharing technologies. ", "Despite these and other client successes, an average of 5.3 hours per employee per week is wasted because of inefficient business processes, while two-thirds of employees believe there are colleagues who can help them do their jobs better, but don't know how to find them. ", "In a new survey of 176 business and IT leaders, IBM uncovered key findings about ways to overcome barriers to driving better results. According to the survey, empowering line of business users to make changes to business processes is the single most important priority. Furthermore, companies that are the most adaptive and responsive to change leverage mobile and wireless technologies for enhanced collaboration, make rapid changes to business processes in response to changing market conditions, and are efficient at locating the right information to make better decisions. The IBM survey also showed that 70 percent of CIOs say optimizing processes is a top priority, while nearly three-quarters cite customer and partner collaboration as key. ", "IBM will conduct a Smart Work \"Jam\" September 16-18 to externalize the dialogue and share ideas about Smart Work for a Smarter Planet. The Jam will include participation by James Surowiecki, business strategist and author of the bestseller, \"The Wisdom of the Crowds.\" Business leaders, technologists, researchers and visionaries are invited to participate. ", "Preceding the Jam will be a Smart Work videocast on Sept. 16. Register for the videocast at: ", ", and for the Jam at: ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]}]