[{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tNATO's Allied Command Transformation (ACT) today selected IBM (NYSE: IBM) for a strategic technology project to gain experience with emerging information technologies to improve data center efficiency and increase data sharing by its 28 member nations.  The initiative will enable the organization to explore and demonstrate a new cloud computing model that could be used to consolidate and integrate technology capabilities for critical Command and Control programs.  \n\t\t\t\t\t\t\t\t\t", "The project supports NATO's efforts to restructure the alliance to meet 21", " century technology challenges, and will be developed by IBM at the Headquarters of the Supreme Allied Commander Transformation (HQ SACT) in Norfolk, Virginia.", "The on-premise cloud will be used to test and develop network solutions for command, control, intelligence, surveillance, and reconnaissance projects.  The goal is to demonstrate how recent developments in cloud computing can reduce ramp-up time for enhanced technology capabilities, while improving important operational functions, such as increasing situational awareness and faster decision-making.", "\"We look forward to working with IBM to help us understand emerging information technologies and see how we can use them to create a leaner and more agile organization,\" said Johan Goossens, Head of ACT's Technology & Human Factors Branch. \"Through this collaborative project, we hope to be able to realize the potential of cloud computing to tackle new challenges more efficiently, ultimately benefiting the NATO member nations.\"", "\"We are pleased to share IBM's expertise in cloud computing with NATO and explore ways to help this important organization improve their technology capabilities,\" said Anne Altman, general manager, IBM Global Public Sector. \"Cloud computing has the potential to dramatically improve decision-making based on real-time data and lay a strong foundation for greater focus on innovation so that NATO can achieve its complex mission requirements.\"", "IBM will develop the computing environment to share a common operating environment across many mission processes, allowing the environment to be built in a way that is more secure, scalable and robust than the many disparate operating environments that have been used in the past.  By aggregating and sharing disparate computing resources, from networks to servers to storage, a cloud computing model will help the Alliance deploy IT capabilities more broadly, quickly and cost effectively.", "IBM provides cloud computing capabilities for private and public sector organizations globally.  In the government market, IBM is using cloud environments to help clients speed technology implementations, reduce IT and energy costs, and employ new capabilities to improve services.  In addition to building private clouds, IBM has an established Federal Community Cloud to meet the specific security requirements of the U.S. Federal government, and a Municipal Shared Services cloud for state and local governments.  These capabilities are helping government organizations transform core IT processes, for example by analyzing large volumes of data, running faster military simulations, identifying waste, fraud and abuse in social services programs, conducting more comprehensive health care outcomes, constructing global climate models, and helping predict and manage real-time traffic patterns.", "For more information about NATO's Allied Command Transformation visit (", ").  ", "For more information about IBM and cloud computing visit (", ").", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced the availability of new online software services based on the same on-premise solutions used by clients today – now delivered as a monthly subscription offering - that enables better automation and control of IT Service Desk functions. This new service adds to IBM's software-as-a-service offerings that help automate a range of IT services critical to maintaining business operations.\n\t\t\t\t\t\t\t\t\t", "Even small and mid-size companies deal with labor-intensive services for employees such as resolving IT issues, fixing laptops and onboarding new hires. Many companies struggle with slow, inefficient service request handling because at the core their networking, facilities, application support and IT assets aren't integrated and typically depend on manual updates. For example, IBM estimates that only five percent of service and support issues are resolved by self-service, making automation and integration crucial for service management.", "To help meet the demand of automating IT functions, IBM ", " allows clients to start with IT Service Desk functionality, for instance, and grow into more extensive IT automation services as a company's needs change -- such as change management, asset management and other IT management areas.  ", "Since Tivoli Live - service manager is delivered on the IBM Cloud and based on a subscription model, the service reduces the upfront capital investment, complexity and management required by on-premise deployment. There is no need to purchase hardware, software licenses or engage in extensive software configuration. The service is based on a common platform and architecture that thousands of IBM clients use today as on-premise software. Unlike competitors, IBM offers flexible delivery options in the form of on-premise software and software-as-a-service that allows the customers to evolve from one to the other as their business needs change, or use them simultaneously in combination with one another for different IBM solutions.", "\"IBM gives clients the choice to rent, buy or 'mix and match' our software for automating IT,\" said Al Zollar, general manager, IBM Tivoli. \"With today's news, IBM lets clients solve their service management issues with a quick and easy on-ramp that also provides a pathway to greater enterprise IT automation down the road -- without lock in.  This is part of IBM's overall strategy of growing our software-as-a-service initiative.\"", "IBM's ", " provides a portfolio of automated functions for IT service management. For example, when a manager onboards a new employee, an online service catalog helps the manager set up the employee's items such as an office space, laptop, network access, email identification, etc.  If an employee inquires about a down database the service agent can quickly understand the business impact using the application topology and appropriately assign priority to the \"trouble ticket.\" This improves response time, resource allocation and data availability.", "This is IBM's second offering in the software-as-a-service Tivoli Live portfolio. Announced a year ago, Tivoli Live – monitoring service helps clients manages the health and performance of IT resources, including operating systems, virtualized servers, middleware and software. Customers can use these cloud-based, software-as-a-service offerings in combination with highly-configured on-premise deployment of other IBM software solutions, with the assurance that they work together regardless of the consumption model. Clients can also integrate both Tivoli Live services for a broader service management environment.", "IBM's ", " includes this comprehensive suite of integrated services:", "The service will offer 24x7 phone and email support, and will have extensive self-help content to get running quickly.", "More information on IBM Tivoli Live - service manager is available at ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt the Supercomputing 2010 conference, IBM (NYSE: ", ") today unveiled details of a new storage architecture design, created by IBM scientists, that will convert terabytes of pure information into actionable insights twice as fast (1) as previously possible. Ideally suited for cloud computing applications and data-intensive workloads such as digital media, data mining and financial analytics, this new architecture will shave hours off of complex computations without requiring heavy infrastructure investment. IBM won the Storage Challenge competition for presenting the most innovative and effective design in high performance computing with the best measurements of performance, scalability and storage subsystem utilization.\n\t\t\t\t\t\t\t\t\t", "Running analytics applications on extremely large data sets is becoming increasingly important, but organizations can only continue to increase the size of their storage facilities so much. As businesses search for ways to harness their large stored data to achieve new levels of business insight, they need alternative solutions like cloud computing to keep up with growing data requirements as well as tackling workload flexibility through the rapid provisioning of system resources for different types of workloads.", "\"Businesses are literally running into walls, unable to keep up with the vast amounts of data generated on a daily basis,\" said Prasenjit Sarkar, Master Inventor, Storage Analytics and Resiliency, IBM Research – Almaden. \"We constantly research and develop the industry's most advanced storage technologies to solve the world's biggest data problems. This new way of storage partitioning is another step forward on this path as it gives businesses faster time-to-insight without concern for traditional storage limitations.\"", "Created at IBM Research – Almaden, the new General Parallel File System-Shared Nothing Cluster (GPFS-SNC) architecture is designed to provide higher availability through advanced clustering technologies, dynamic file system management and advanced data replication techniques. By \"sharing nothing,\" new levels of availability, performance and scaling are achievable. GPFS-SNC is a distributed computing architecture in which each node is self-sufficient; tasks are then divided up between these independent computers and no one waits on the other.", "IBM's current GPFS technology offering is the core technology for IBM's High Performance Computing Systems, IBM's Information Archive, IBM Scale-Out NAS (SONAS), and the IBM Smart Business Compute Cloud. These research lab innovations enable future expansion of those offerings to further tackle tough big data problems.", "For instance, large financial institutions run complex algorithms to analyze risk based on petabytes of data. With billions of files spread across multiple computing platforms and stored across the world, these mission-critical calculations require significant IT resource and cost because of their complexity. Using this GPFS-SNC design, running this complex analytics workload could become much more efficient, as the design provides a common file system and namespace across disparate computing platforms, streamlining the process and reducing disk space.", "For more information about IBM Research, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIn a move that will accelerate the delivery of smarter healthcare throughout Puerto Rico, IBM (NYSE: ", "), ActiveHealth Management and Medens Corporation today announced an agreement to deliver cloud services that will help physicians share and exchange actionable health information in order to make more accurate decisions about patient care.\n\t\t\t\t\t\t\t\t\t", "In Puerto Rico today, less than six percent of physicians use health information technology, and the territory lags behind the rest of the nation in access to patient information, the use of electronic medical records, and the ability to share and analyze health data to improve the health of Puerto Rico's nearly four million citizens.", "As a result of the new agreement, Medens Corp. will provide the cloud-based IBM and ", " solution for collaborative care with the cloud-based ", " EMR+Practice Management System as the foundation of its own offering called the Medens Cloud. The Medens Cloud provides a suite of services that allows doctors to easily manage all their medical and financial data for a more productive, efficient practice. It also facilitates better exchange of patient information and delivers intelligent clinical decision support to improve patient care. Medens will make this available throughout Puerto Rico to the island's 11,000 physicians.", "\"The Medens Cloud will not only provide the physicians and patients of Puerto Rico access to important new health information technology, but also the tools to redesign the way they deliver care to support emerging accountable care and patient-centered medical home models,\" said Orlando Fiallo, president, Medens Corporation. \"This is the type of care that will truly transform our healthcare system in Puerto Rico and allow physicians to be reimbursed based on the quality of care, not simply the number of procedures performed.\"", "The solution for collaborative care works by gathering patient health data from multiple sources to create a detailed patient record. It then runs that data through the ActiveHealth CareEngine® and delivers clinical decision support that provides physicians with information to improve patient care. With all healthcare data and IT resources managed in a secure cloud environment, the system will enable the coordination of patient care among teams so doctors, nurses, nurse practitioners, aides, therapists and pharmacists can more easily access, share and address information about patients from a single source. The solution enables patients to keep and view a secure personal health record, communicate with their provider in a secure Web-based portal and via e-mail, as well as stay up to date on their medical history and current medications.", "\"This partnership enables physicians in Puerto Rico to employ a model of care that helps patients and their care teams to work together to improve health care outcomes,\" said Gregory Steinberg, M.D., president and CEO of ActiveHealth Management.", "The medical home and accountable care models focus on changing how healthcare providers are reimbursed for their services by encouraging collaboration among the patient and their caregivers, and helping patients maintain good health and control chronic illnesses like diabetes and asthma.", "For one fixed monthly fee, doctors in Puerto Rico will have access to all the healthcare information technology and services without having to make significant upfront solution investments – avoiding the challenge and cost of updating systems when clinical guidelines or reporting requirements change or when patient loads grow. The Medens Cloud system may allow physicians to qualify for stimulus funds for the adoption and meaningful use of electronic medical records by incorporating the certified SOAPware EMR and practice management software to allow the practice to track charts, charges, payments and adjustments and see the financial status of patient accounts.  ", "\"Improving patient care starts with creating a more connected health system and making it easier for caregivers to coordinate around their patients' needs,\" said Robert Merkel, vice president and healthcare industry leader, IBM Global Business Services. \"There is real opportunity to create smarter, more efficient healthcare throughout Puerto Rico and the work underway there is a model for the rest of the nation.\"", "For more information about IBM, visit: ", "Follow us on Twitter @IBMHealthcare or ", "Join in the discussion on the Smarter Healthcare LinkedIn Group\u2028Watch our videos at ", "ActiveHealth Management is a leading provider of health management services, including disease management, clinical decision support and personal health records. The company's solutions, all based on its patented CareEngine® System, help individuals receive quality care and help organizations like health plans, employers, providers and health systems and government payers reduce medical costs. More than 19 million people nationwide benefit from ActiveHealth programs. Founded in 1998 and headquartered in New York City, ActiveHealth is an independent subsidiary of Aetna (NYSE: AET). For more information, please visit ", ".", "Medens suite of services allows the doctor to lead a care team of qualified support professionals with greater effectiveness and productivity. Through fast and complete access to clinical information, a monitoring system that gives doctors leadership in the management of all the support staff and healthcare services, and the processing of the transactional nature of a patient encounter, medical professionals can focus their time on serving their patients. ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") announced it is partnering with Wyse Technology, the global leader in cloud client computing, to deliver an IBM Smart Business Desktop Cloud solution to promote the universal access to technology for Fischer Middle School students in Aurora, IL. This collaborative program, launched six months ago, includes Lrn2innovate, an education infrastructure provider and the Dunham Fund, a private philanthropic foundation.\n\t\t\t\t\t\t\t\t\t", "Through the solution implemented by IBM, teachers at the school can more effectively work with the different levels of learning in the classroom. Students with a higher level of learning can progress to additional learning activities, allowing teachers to focus more time and attention on those students who require additional assistance.  ", "The Indian Prairie School District and Fischer Middle School have created a technology laboratory designed to deliver a pilot math program. It has been shown that by targeting middle school age students with technology based curriculum delivery graduation rates are greatly improved. The project is anticipated to be the first of many in a series to take place throughout the U.S.", "IBM's leadership in service transformation along with Global Alliance partner Wyse's broad portfolio of thin-computing hardware and software know-how has created a cloud computing infrastructure that leverages advancements in services, enables innovation, and directly addresses critical educational needs. To support U.S. education initiatives, IBM and Wyse will continue to invest in this area and promote their solution to educational institutions.", "\"Our solutions Alliance with IBM coupled with Wyse-lead advances in cloud client computing technology are giving businesses and institutions like Fischer Middle School new options to deliver computing technology that's secure, lower in cost, easier to manage, and green,\" said Jeff McNaught, Chief Marketing and Strategy Officer for Wyse. \"Education is a special focus for Wyse, and today 10 out of the top 15 universities worldwide use Wyse to make technology a better tool for administrators, teachers, and students.\"", "The laboratory houses Wyse thin clients powered by a desktop image streamed by IBM System x server hardware and serves as many as 150 students daily. This open infrastructure has already addressed achievement gaps and helped teachers differentiate instruction for their students. Furthermore, this IBM Desktop Cloud solution has proven to be \"an innovative approach to keep our students in school and engaged in learning during a time of state and financial crisis as well as social and economic needs that schools are expected to meet,\" said Cristina Salvatierra Lowe, Chief Executive Officer of Lrn2innovate.", "By delivering solutions on demand, Fischer Middle School is able to substantially increase the availability of needed educational computing services and applications to students and educators.  ", "\"Thirty years ago, I was spearheading IBM's PC efforts and now I am a part of the desktop cloud revolution working with technology partners IBM and Wyse,\" said William C. Lowe, the author of a book ", "which projects the impact that desktop cloud technology will have on sectors dependent on personal computers", " \"Working closely in this collaborative effort it is clear that virtual and Cloud computing along with the advent of other open content material is an efficient, economical, and viable way to help K-12 schools navigate rough waters.\"", "Cloud and virtual computing can give end-users easy access to the critical information they need remotely, from various devices, including thin clients. IBM helps organizations benefit from this model with desktop services that are designed to enable end-users that have network-attached PCs and thin clients to access applications and data through a centrally managed computing environment. The model can easily scale to other classrooms, schools, grades or administrative facilities in a matter of days as needed and architected.", "\"Today more than ever, schools need an affordable, reliable and efficient way to deploy and manage desktop infrastructures,\" said Rich Esposito, IBM Vice President of Workplace Services, IT Strategy Services. \"A cloud-based or virtual delivery model allows schools and their Superintendents to disperse new curriculum to schools simultaneously and seamlessly. Together IBM and Wyse are improving desktop capabilities and cutting energy and IT costs with the use of IBM's Smart Business Desktop Cloud solution.\"", "Wyse Technology is the global leader in cloud client computing, leveraging its industry-leading thin and zero client computing-based desktop virtualization software, hardware and services.  Cloud Client Computing is the ultimate client computing solution for our time.  It replaces the outdated computing model of the unsecure, unreliable, un-green and expensive PC.  It delivers the security, reliability, user experience with the lowest energy usage and total cost of ownership.  It simply connects all the dots:  Thin and zero client computing, unified communications, desktop virtualization and the web for users to reach the clouds – in a private, public, government or hybrid cloud.  It is software.  It is hardware.  It is services.  It is in business.  It is at home.  It is on the go.  It is freedom – so users can focus on what is important.  Wyse partners with industry-leading IT vendors, including, Cisco, Citrix, CSC, IBM, Microsoft, and VMware.  Wyse also partners with globally-recognized distribution and service partners along with its award-winning partner programs to service any customer, anywhere and anytime, in the world.  Wyse is headquartered in San Jose, California, U.S.A., with offices worldwide.", "For more information, visit the Wyse website at ", " or call 1-800-GET-WYSE.", "Indian Prairie School District supports 33 schools, 3 high schools and 7 middle schools and has a mission to prepare all students in an ever-changing world through comprehensive programs in collaboration with families and communities. This project was a collaborative effort of funding and support by technology leaders, community leaders and the leadership at District 204. For more information about District 204, visit ", ".", "For more information, visit ", "; and ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced Call & Call, one of Italy's largest Call Centers serving corporate clients throughout the country, has expanded its cloud computing initiative which has already reduced the company's desktop PC operating costs by 50 percent in the past six months.\n\t\t\t\t\t\t\t\t\t", "As part of the expansion, Call & Call will migrate nearly 1,000 additional workstations from among five sites across Italy to a centralized location using IBM Smart Business Desktop Cloud and technology from Wyse, the global leader in cloud client computing.", "The call center industry is an increasingly competitive market. To keep up with customer demands and provide the highest quality customer service, Call & Call was faced with regularly upgrading PCs in each call center and frequently reconfiguring systems to support customer applications. With an increasing number of resources required to manage and maintain thousands of desktop PCs, Call & Call began using virtualized desktops to eliminate the need for desk side maintenance, deliver energy cost savings and provide Call & Call employees access to better computing power for use with the most intensive multi-media applications and comprehensive customer data.", "IBM's Smart Business Desktop Cloud and Wyse thin clients will improve security and increase operational efficiency through the ability to centrally manage workstations. In addition, the new solution will reduce the need for device management, simplify software license management and lower energy consumption.", "\"IBM's experience in services and our expertise in creating a cloud computing infrastructure has allowed us to help clients simplify their entire enterprise and become more flexible to adapt to changing market needs. Together IBM and Call & Call have created a solution to make desktops more flexible and efficient while cutting energy and IT costs with the use of IBM's Smart Business Desktop Cloud,\" said Rich Esposito, vice president, IBM Workplace Services, IT Strategy Services.", "\"The savings in virtualizing our desktops allowed us to improve the capacity of each system and provided a 90 percent reduction in energy savings, but the most important benefit has been our savings in personnel costs for deploying, upgrading and managing software and systems,\" said Fabio Mattaboni chief information officer, Call & Call. \"The reduction in energy costs and additional savings due to the longer life of each end device and reduced support costs will make us even more competitive in our customer-focused industry.\"", "The use of the desktop cloud environment provides automatic updates to all end devices when an application needs to be upgraded or new software is configured. This means the desktop cloud environment only requires an update on the virtual desktop environment via the server while data is managed over the secure data center servers and no longer stored on the client side.", "In the future, Call & Call plans to further expand its desktop cloud environment. Call & Call has more than 1600 workstations spread among eight branches throughout Italy.", "\"The combination of IBM and Wyse cloud client computing solutions has strengthened the continued success of delivering a new level of flexibility to support our joint customers business demands and adapt for change,\" said Mark Jordan, VP, EMEA at Wyse.", "CALL & CALL Holding is the parent company of a network of call and contact centers distributed throughout Italy. With around 2800 operators and around 1600 workstations, it operates in the sector of outsourcing of services to companies centered on customer service and telemarketing, both for B2B and B2C.", "For more information, visit ", ".", "Wyse Technology is the global leader in Cloud Client Computing.  The Wyse portfolio includes industry-leading thin, zero and cloud PC client solutions with advanced management, desktop virtualization and cloud software supporting desktops, laptops and next generation mobile devices.  Cloud client computing replaces the outdated computing model of the unsecure, unreliable, energy-intensive and expensive PC, all while delivering lower TCO and a superior user experience.  Wyse has shipped more than 20 million units and has over 200 million people interacting with their products each day, enabling the leading private, public, hybrid and government cloud implementations worldwide.  Wyse partners with industry-leading IT vendors, including Cisco®, Citrix®, IBM®, Microsoft, and VMware® as well as globally-recognized distribution and service partners.  Wyse is headquartered in San Jose, California, U.S.A., with offices worldwide.  More information can be found at ", " or call 1-800-GET-WYSE.  ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday, a European consortium including IBM (NYSE: ", "); and Sirrix AG security technologies; Portuguese energy and solution providers, Energias de Portugal and EFACEC; San Raffaele (Italy) Hospital and several additional European academic and corporate research organizations announced Trustworthy Clouds or TClouds, a new virtual infrastructure project. The goal of the project is to prototype an advanced cloud infrastructure that can deliver a new level of secure, private and resilient computing and storage that is cost-efficient, simple and scalable.\n\t\t\t\t\t\t\t\t\t", "Flickr Photo Library:", "To demonstrate TClouds, scientists will prototype two scenarios involving critical IT-systems including:", "\"Today, data can be gathered everywhere and accessed by anything, but doing so doesn't come without some risk, including security and data loss,\" comments Dr. Matthias Schunter, technical leader for TClouds and computer scientist at IBM Research - Zurich. \"With TClouds we aim to demonstrate that the rewards in terms of both cost efficiencies and smarter services, such as healthcare and energy, can be achieved by using advanced cloud technology to reduce or, in some cases, eliminate those risks.\"", "Inside TClouds", "Protecting data and services in the cloud is a challenge of increasing importance for governments and organizations across all industries including healthcare, energy utilities and banking. In a cloud environment, all pertinent data is stored on remote hardware via the Internet instead of being kept on a local server or computer.", "To achieve the security, resiliency and scalability needed when outsourcing critical IT-systems to a cloud, scientists will build an advanced \"Cloud of Clouds\" framework for the project. As the name implies, this framework will provide multiple back-ups of the TClouds data and applications in case of a hardware failure or intrusion.", "Newly designed security mechanisms will also be developed to remotely verify the security and resiliency of the cloud infrastructure, guaranteeing the integrity of a hardened cloud computing platform to users of cloud services.", "Besides advanced technology, TClouds will also study the legal, business and social aspects of cross-border cloud computing, such as country-specific privacy laws; writing cloud computing service agreements; and user-centric requirements, including languages and accessibility.", "TClouds will be coordinated by Technikon Research and Planning in Austria and the partners include corporate and public organizations IBM Research - Zurich, Philips Electronics, Sirrix AG, Unabhangiges Landeszentrum fur Datenschutz Schleswig-Holstein, Energias de Portugal, EFACEC and San Raffaele Hospital as well as academic research institutes Technische Universitat Darmstadt, Germany; University of Lisbon, Portugal; University of Oxford, England; Politecnico di Torino, Italy; Friedrich-Alexander University of Erlangen-Nuremberg, Germany, and UNU-MERIT (University of Maastricht).", "\"TClouds is the most innovative cloud security research project in Europe.  Therefore, we have assembled a who's who of expertise to validate that these hosted environments are ready for industry's most secure and trusted data,\" comments Dr. Klaus-Michael Koch, project coordinator, Technikon Research and Planning.", "The TClouds project is scheduled to be completed by September 2013.", "For more information ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced that SAP AG (NYSE: SAP) has certified its capabilities to deliver and manage clients' implementations of SAP® applications via a hosted delivery model and IBM's Cloud Platforms. The certification enables IBM to provide enterprises around the world with hosted and cloud-based support of the entire SAP solution portfolio, including business software applications for customer relationship management, enterprise resource planning, product lifecycle management, supply chain management and corporate services.\n\t\t\t\t\t\t\t\t\t", "\"Clients looking to deploy SAP applications in the cloud can rely on IBM to help them manage, maintain and scale their solution requirements in a safe and secure cloud environment that allows for flexible services and lower operating costs,\" said Jim Comfort, IBM's vice president of Offering Management for its outsourcing business. \"Running SAP applications on IBM's Cloud Platforms and services can help clients meet their business goals, explore new markets and drive growth.\"", "To achieve these certifications, IBM went through extensive testing by SAP to validate its hosting and cloud computing infrastructures, processes and technical staff. The audit also included a technical review of the physical and logical security processes supporting IBM's hosting and cloud environments spanning servers, software and storage capabilities.", "\"The certification of IBM as a global provider of cloud and hosting services confirms its knowledge, experience, capabilities and breadth of services for delivering SAP applications in a hosted, private cloud,\" said Kevin Ichhpurani, senior vice president, Business Development and Strategic Alliances, Global Ecosystem and Partner Group, SAP AG. \"Customers deploying SAP applications via IBM's Cloud Platforms can benefit from comprehensive and innovative services that are scalable, provide cost savings, and help them meet their technical and security requirements.\"", "IBM's cloud computing offerings support SAP applications and give clients access to templates for faster application development and secure deployment, while improving the cost structure of application management on a usage basis.", "For more information about IBM and SAP, visit ", ".", "SAP and all SAP logos are trademarks or registered trademarks of SAP AG in Germany and in several other countries.", "All other product and service names mentioned are the trademarks of their respective companies.", "Any statements contained in this document that are not historical facts are forward-looking statements as defined in the U.S. Private Securities Litigation Reform Act of 1995. Words such as \"anticipate,\" \"believe,\" \"estimate,\" \"expect,\" \"forecast,\" \"intend,\" \"may,\" \"plan,\" \"project,\" \"predict,\" \"should\" and \"will\" and similar expressions as they relate to SAP are intended to identify such forward-looking statements. SAP undertakes no obligation to publicly update or revise any forward-looking statements. All forward-looking statements are subject to various risks and uncertainties that could cause actual results to differ materially from expectations The factors that could affect SAP's future financial results are discussed more fully in SAP's filings with the U.S. Securities and Exchange Commission (\"SEC\"), including SAP's most recent Annual Report on Form 20-F filed with the SEC. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of their dates.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") and Taiyo Life Insurance and T&D Information System today announced that the companies have built a virtual client environment in order to improve the operational workflow of Taiyo Life Insurance by utilizing the IBM Smart Business Desktop. The new environment began operation on July 20, 2010.\n\t\t\t\t\t\t\t\t\t", "Taiyo Life Insurance developed an application for mission critical operations, called \"operational work flow.\" The application integrates insurance operations from new contract creation and maintenance to payment.", "Aiming to streamline the management and maintenance of IT assets and further enhance security, Taiyo Life Insurance, in conjunction with IBM, built a desktop cloud environment to virtualize the client environment on servers. This desktop cloud will be utilized for approximately 1,500 personal computers (PCs) dedicated to administration operations that implement the operational work flow.", "The use of the desktop cloud environment provides automatic updates to all related client environments when one application adds a new function; and will eliminate the use of update releases for all the sites and a separate configuration process on each PC. The desktop cloud environment will only require an update on the virtual desktop environment via the server, and the data will be managed over the secure data center servers and no longer stored on the client side. By utilizing the desktop cloud environment, Taiyo Life Insurance has experienced even stronger security.", "In addition, Taiyo Life Insurance and T&D Information System, which develops business applications for Taiyo Life Insurance, established a process to outsource some system development operations to Dalian, China, in order to enhance development capability, streamline system development, and reduce cost. When system development operations are shared with overseas engineers and executed concurrently to optimize development cost and period, development capability can be enhanced.", "Taiyo Life Insurance and T&D Information System developed a desktop cloud environment within its data center in Japan to execute system development operations in China. By accessing from thin client terminals in China, the company realized high level security, cost reduction, as well as efficient development capability enhancement. Its desktop cloud environment for development operations in China has been in operation since May 2010.", "In the future, Taiyo Life Insurance plans to expand target operational areas of the desktop cloud environment.", "For more information, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE:", ") and the University of Missouri today announced a life sciences research initiative using IBM high performance computing technologies to advance the school's bioinformatics research projects.  The goal of the initiative is to develop a first-of-a-kind cloud computing environment for genomics research collaboration at a regional level.\n\t\t\t\t\t\t\t\t\t", "(Logo: ", " )", "In a cloud computing environment, services and storage are accessed over public or private networks.  The joint IBM-MU genomics cloud would make possible large scale sharing and collaborative scientific discovery in a broad range of fields, helping advance bioinformatics research projects already underway at MU that have the potential to improve peoples' lives.", "A number of these projects involve the study of genome sequences in plants and animals to help improve the quality and quantity of food production.  For example, MU researchers are studying bovine genes in hopes of increasing reproductive efficiency in livestock and looking at ways to grow corn in drought conditions.  Other projects are aimed at fighting the spread of infectious diseases such as malaria and H1N1", "The development of a genomics cloud also would have a significant impact on the way patients are diagnosed, because it would bring human genome sequencing and analysis into a clinical setting for the first time, putting a valuable new tool into the hands of medical professionals and enabling a more personalized approach to medicine.", "Already, specific genetic-level changes in cancer cells drive critical treatment decisions for breast cancer, colon cancer, lung cancer, and leukemia.  To detect those changes, doctors must send patients' DNA samples to labs for sequencing and analysis, which can take weeks, wasting valuable time that could be spent on treatment. With access to the genomics cloud, a hospital's onsite medical staff would be able to sequence and analyze the DNA in a matter of minutes.  This valuable information also could be used to detect genetic conditions that make some people susceptible to certain kinds of diseases or medical conditions.", "\"This collaboration with IBM provides our researchers, and those being trained to become tomorrow's researchers and educators, access to critical high performance computing resources needed to process massive data sets and apply increasingly more sophisticated bioinformatics tools and technologies,\" said Gordon Springer, associate professor in the MU Computer Science Department and scientific director of the University of Missouri Bioinformatics Consortium.  \"The availability of these resources will enable discoveries that will benefit mankind and the environment.\"", "The University of Missouri Bioinformatics Consortium, which supports collaborative research in bioinformatics and life sciences across the University of Missouri System and around the globe, has been developing DNA sequencing pipelines to help researchers validate their data.  DNA sequencing – the process of determining the exact order of the billions of chemical building blocks that make up DNA – is a massive computational challenge that requires an extremely powerful computing platform.", "In the first phase of the project, IBM will provide MU with an IBM iDataPlex high performance computing system, along with related software, that will integrate with the university's existing computing infrastructure to significantly speed the process of DNA sequencing and analysis of humans, plants and animals.  The iDataPlex will also be used to collect and store the massive amounts of data that result from that work, providing MU researchers with more reference points.  ", "The second phase will involve MU and IBM working together to create a prototype cloud computing environment for genomics research, followed by a final phase in which the genomics cloud would become fully operational and be expanded to a regional domain.  This first-of-a-kind cloud would allow sharing of bioinformatics resources among universities and institutions across a larger geographic area, which could potentially lead to a \"Life Sciences Corridor\" across Missouri and Kansas, and throughout the Midwest.", "\"IBM is excited to work with the University of Missouri on its important genomics research, to tap into the wealth of talent at the university, and to jointly develop a genomics cloud that could fundamentally change the practice of medicine as we know it,\" said Elmer Corbin, director, University Alliances, IBM.  \"This project will not only benefit the University of Missouri, it will help establish the Midwest as a life sciences research hub.\"", "The joint IBM-MU research project is part of an IBM Shared University Research Award.  IBM's Shared University Research Award program strives to connect the research and researchers at universities with IBM Research, IBM Life Sciences, IBM Global Services and IBM's development and product labs.  The Shared University Research Award program is designed to, among other things, increase access to IBM technologies for research and in curriculum.", "More information about IBM's University Programs is available at ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced the University of Bari (Universita di Bari) has selected an IBM System z mainframe as part of a cloud computing project to help local businesses, including fishermen, winemakers and trucking companies, adopt new business models.\n\t\t\t\t\t\t\t\t\t", "(Logo:  ", " )", "The University of Bari is committed to solving community challenges through technology, providing a test-bed for software, devices, services, laboratories and other technical instrumentation.  Delivering services through an IBM System z mainframe and cloud computing allows multiple entities to tap into heavy-duty computing power at minimal cost and lowers the barrier to help local businesses to benefit from this technology.", "For example, using a touch screen installed on fishing boats, local fishermen can immediately determine demand in local fish markets that on average handle 100 thousand tons of fish per year. Directly from the boats, using simple touch screen systems, fisherman enter the type of fish caught just minutes ago and instantaneously start a virtual auction with wholesalers on the docks.  ", "If the auction price for a specific type of fish is too low, the fish can be thrown back or redirected to a nonprofit organization such as a soup kitchen. If the price is acceptable, the system automatically provides the necessary distribution between boxes to allow the fish to be packed before the boat arrives at the pier.", "The University of Bari has also developed systems running on the IBM System z mainframe focused on wine production.  Winemakers at up to 60 cooperative wineries are able to determine market demand for various types of wines by accessing the cloud computing-based systems, then package and ship wines demanding the highest price.  ", "Additionally, the University of Bari has created a logistics solution for the trucking industry.  Trucks installed with sensors transmit data on temperature, humidity levels, routes and traffic congestion through the cloud to be analyzed in real time by the IBM System z mainframe.  The server analyzes data from the trucks to determine potential maintenance issues or less congested traffic routes.  ", "The University of Bari is developing cloud-based solutions for southern Italy as part of the Daisy-Net consortium, which includes companies and universities from five regions of southern Italy. Daisy-Net researches, develops and provides transfer and training activities for new technologies in the information and communication technology sector and beyond.", "The cloud", "solution is built on an IBM System z9 Business Class mainframe running the Linux operating system, and includes DB2, WebSphere and Tivoli middleware from IBM.", "The Universita degli Studi di Bari or University of Bari in Italy was founded in 1925. It is a state-supported university which is divided into 12 faculties. Each faculty has its own set of departments that focus on the arts, sciences, mathematics, social sciences, literature, medicine, law, and education.", "For more information about IBM System z mainframes, please visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt the IMPACT 2010 conference, IBM (NYSE: ", ") today announced new products and services designed to simplify the way that clients manage their IT environments by delivering specialized capabilities associated with cloud, integration and scalability. Included in the announcement are three new appliances that are optimized and will allow clients to enhance and amplify the core technologies that provide the backbone that powers today’s digital economy.\n\t\t\t\t\t\t\t\t\t", "Organizations today are looking to create dynamic networks of partners, suppliers and customers, in order to be better positioned to take advantage of new growth opportunities and changing market conditions. Today’s announcement provides clients with the tools to meet these needs and is another example of how IBM is helping clients accelerate value and lower cost by removing the complexity of deploying and managing of their IT environments.  ", "These simplified environments are essential as organizations of all sizes seek to optimize their IT infrastructures and streamline their datacenters in order to better compete in the global marketplace. IBM WebSphere Appliances are easy to install, purpose-built network devices to simplify, help secure, and accelerate a client’s XML and Web services deployments. ", "The new appliances announced today are:", "These new appliances compliment the recently announced addition of Cast Iron Systems to the IBM portfolio. This combination will extend IBM’s market leadership in this segment by offering clients a complete platform to integrate cloud applications from providers including Salesforce.com, Amazon, NetSuite and ADP with on-premise applications, such as SAP and JD Edwards.  Using Cast Iron Systems’ hundreds of pre-built templates and services expertise, expensive custom coding can be eliminated allowing cloud integrations to be completed in the space of days, rather than weeks or longer.  These results can be achieved using a physical appliance, a virtual appliance or a cloud service. ", "As part of today’s announcements IBM also detailed: ", "IBM's Global Technology Services is also announcing Rapid Deployment Services (RDS) for Middleware. These automated deployment services for complex multi-product middleware solutions speed the installation of applications by up to 80 percent over manual installation.", "For more information on how IBM is helping clients meet the challenges of a dynamic marketplace visit: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt the IMPACT 2010 conference today, IBM (NYSE: ", ") announced it will provide its authorized business partners with direct access to technical and industry leaders across 70 IBM Software Labs worldwide. The initiative is designed to help partners enhance their knowledge of IBM software and strategy and more quickly create business applications for a smarter planet based on IBM technology and services.\n\t\t\t\t\t\t\t\t\t", "With today's news, IBM also announced new resources to help partners build and grow their business including:", "\"IBM continues to provide the skills and resources our partners need to build, market and sell tailored solutions that meet our clients' needs,\" said Sandy Carter, vice president, IBM Software Business Partners. \"Our clients' success often starts with the partner as the first point of contact. With a goal of helping our partners to succeed, these new resources can help our partners fuel innovation and accelerate smarter planet projects with clients.\"", "The new IBM Technical and Industry Advocates initiative offers partners direct access to an IBM advocate with a goal of helping them to develop a long-term relationship with IBM brand executives, industry experts, senior technical staff members, master inventors and other technical leaders.", "With these personal relationships, partners can benefit from assistance on industry-specific software architecture, performance, migrations, upgrades and configurations. They also can enhance their knowledge of IBM software offerings, software strategies, and IBM's extensive portfolio of business partner resources and benefits.", "Ultramatics, a Tampa-based IBM Premier Business Partner, has benefited from IBM PartnerWorld programs and access to IBM Technical and Industry Advocates. Using these resources, the company has successfully accelerated the design and implementation of several business transformation initiatives using IBM technologies including BPM, SOA, portal and collaboration products for banking, healthcare and transportation industry clients.", "\"IBM continues to lead where it matters most; enabling value-added partners like Ultramatics to help unlock the true potential of their customers' IT investments and maximize return on investment,\" said Saru Seshadri, Ultramatics President and CEO. \"The Advocate program has directly contributed to our customer's successes, allowing Ultramatics to accelerate delivery on our commitments and ultimately on the promise of faster, more predictable implementations.\"", "IBM Business Partner PayPal has worked through the IBM Cloud Labs to extend its global open payments platform, PayPal X into the cloud. Through direct collaboration with IBM technologists, PayPal will allow its ecosystem of developers to innovate on the IBM cloud so developers can quickly and easily monetize new applications made available via smartphones.", "Thousands of developers have already started creating new and innovative applications using PayPal X. By extending the PayPal developer ecosystem into the IBM cloud, PayPal will provide more developers the opportunity to use PayPal X and bring the wallet in the cloud to life.", "As part of the IBM Technical and Industry Advocates initiative, partners can now access industry-focused social networking groups online through PartnerWorld Communities. The new groups allow partners to network with IBM technical and sales leaders, and other partners to gain skills and explore new business opportunities.", "PartnerWorld Communities, launched in June 2009, is IBM's unique social networking community designed to help its partners more easily connect and collaborate online. The community extends beyond PartnerWorld with 10,000 partners tapping 250 Linked In groups, 400 Facebook groups, and over 500 blogs on industry-specific topics ranging from SOA implementations and green IT to virtualization and cloud computing.", "PartnerWorld Community users also can take advantage of a new Virtual Summit feature where partners can plan and stage online events to connect with clients.  More than 50 partners have used this no-charge benefit this year to drive new sales opportunities.", "IBM also has introduced new Flash-based widgets into the community that partners can customize to receive real-time information and news from across PartnerWorld, including information on education and training resources, technology and product demos, and IBM sales and marketing events.  ", "These resources are new additions to several in-demand Web 2.0 co-marketing benefits IBM provides partners today such as search engine optimization to help drive more web traffic and web content syndication to bring the latest IBM product information direct to partner websites.", "Industry specific solutions have become a key growth area for IBM software. IBM is now taking decades of experience in working with clients in specific industries and bringing this knowledge to its partners. As a result, partners can leverage IBM industry frameworks to develop solutions for their clients with the assurance that their solutions will work seamlessly with the IBM framework for which it was designed.", "Today, this initiative is being enhanced and expanded to the recently announced ", ". This validation program gives partners formal and objective criteria to test their solutions on the framework.  Clients can be assured their ISV applications are pre-integrated and tested with the banking framework. Through this initiative, clients will benefit from faster time to market, reduced risk, and improved ROI, while partners will benefit from a streamlined validation program with core criteria common across the framework.", "In the government industry, IBM also today unveiled ", ", a business partner incentive that provides authorized resellers with experience and expertise in sales to government clients at any level to earn rebates for value-added sales to governments.  Partners earn rebates by identifying opportunities and selling IBM software to satisfy client needs.", "In support of partner skills across several industries, in January 2010, IBM announced availability of more than 130 industry training sessions online and in local markets worldwide. Since then, more than 70 partners have trained side-by-side with IBM Software Sales teams to receive education on technology and business solutions for industries such as telecommunications, government and retail.", "Starting this week, authorized IBM Software business partners can receive IBM Cloud Computing Architecture certifications through skills mastered to design public and private cloud computing solutions based on the same IBM software products they are authorized to sell.  As part of the certification program, authorized partners can take advantage of a new cloud business adoption guide that shows how to structure contracts based on proven IBM business models.", "IBM Business Partners MSI Systems Integrators, GBM, Gemini Systems and BTBITS are the first to receive the new IBM cloud computing certifications.", "At the IMPACT Business Partner Summit 2010, over 100 partners took part in a series of cloud education sessions focused on where the cloud opportunities reside, and what partners can do to develop services and solutions to capture new business opportunities. IBM's cloud education sessions will be held at IBM software and partner events and at the 40 worldwide IBM Innovation Centers throughout the year.", "IBM Partners have been quick to adopt IBM's public cloud offering for collaboration, LotusLive. More than 400 IBM Business Partners are promoting LotusLive services to their customers. Resellers, system integrators and distributors worldwide, such as Sogeti, Tata Consulting and Avnet, are demonstrating the value of LotusLive's integrated email, web conferencing, social networking and collaboration services.", "For more information on IBM and its business partners, please visit ", ".", "IBM, the IBM logo, ibm.com, WebSphere, SmartSOA, Smarter Planet and the planet icon are trademarks of International Business Machines Corporation, registered in many jurisdictions worldwide. Other product and service names might be trademarks of IBM or other companies. For a current list of IBM trademarks, please see ", ".", "All other company, product or service names may be trademarks or registered trademarks of others. Statements concerning IBM's future development plans and schedules are made for planning purposes only, and are subject to change or withdrawal without notice. Reseller prices may vary.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAt the INNOVATE 2010 conference, IBM (NYSE: ", ") today announced new software and services that help customers design and deliver the advanced products leading the convergence of mechanical, electronic, and digital technologies.\n\t\t\t\t\t\t\t\t\t", "The convergence of physical assets and IT applications requires a new \"systems of systems\" approach for integrating products and services. Software-driven innovation across product lines is often challenging if not supported by effective planning, development and collaboration.  Best-in-class product and service companies are those that build a strong competency in systems engineering and software development. Organizations of the future—along with their partners", "and customers— must build the competencies to design, deliver and manage products in smarter ways. IBM is announcing new initiatives to support the design, development and life-cycle integration of innovative products and services:", "\"The value, lifecycle and ecosystem of any smart product today are driven by software,\" said Dr. Daniel Sabbah, IBM Rational general manager. \"In order to build an enduring and innovative competency in software delivery, it must be managed as an agile and cost-effective business process within a framework that allows continuous improvements and accommodates change.\"", "Integrated Product Management is a new set of capabilities that brings together over 30 IBM offerings including, hardware, software and services helping customers manage the entire product development and integration spectrum.  IBM's Integrated Product Management offerings, based on solutions and software from IBM Rational, provide a holistic environment in which to design and deliver software while sustaining competitive differentiation through continuous innovation.  Today, software development and delivery teams are being asked to respond to changes in the marketplace more quickly—but with fewer resources and mounting pressure to deliver more value.  IBM can help speed innovation with reduced cost and risk by deploying a flexible environment for software design, development and delivery on multiple platforms.  ", "Software development projects typically use different mixes of products at different times because of changing project usage patterns. As a result, licenses may not be used for a given project as anticipated and therefore end up \"sitting on the shelf\" for large periods of time during a project lifecycle.", "IBM's new token and term licensing models provide instant flexibility, giving customers access to the right software at the right time during a project, without an abundance of shelfware or the hassle of a new PO or evaluation process.  With tokens, users can quickly move between products as the capabilities are required without needing to calculate the anticipated number of licenses for each product, taking the guesswork out of product usage", " The term license model allows for product usage over a given period of time. Each model adds to the flexibility needed in today's innovative environments.", "Licensing options available today included token, floating, term or perpetual licenses. Most organizations will use an effective mix of multiple licensing structures to drive the optimal productivity of their software delivery teams.", "As cloud computing brings an array of options to software development, organizations pilot and prove cloud computing models, and provide the tools to extend cloud offerings into production. Today, IBM announced Rational Software Delivery Services for Cloud Computing support for", ".  IBM Cloudburst is a prepackaged and self-contained service delivery platform that can be easily and quickly implemented in a data center to deliver the efficiencies of cloud computing. IBM Rational Software delivery services for cloud computing help leverage the cloud to transform software by providing software development and test solutions across multiple platforms, available for private cloud deployments on the ", " and as an offering for ", "In order to solve industry-specific problems and create opportunities for clients to competitively differentiate their products and services, IBM offers Industry Frameworks based on tens of thousands of engagements across the spectrum of sectors and industry categories. These solution platforms deliver the full power of IBM middleware combined with industry standards and best practices.  Since these are based on specific usage patterns, they are highly repeatable and help clients create sustainable assets.", "IBM Rational software is adding new value to these frameworks with software and systems development solutions that leverage the IBM Rational Software Delivery Platform to improve collaboration. Specifically Rational has added products and services into the IBM Insurance Industry Framework, the IBM Banking Industry Framework, the Chemicals and Petroleum Integrated Information Framework, and the Service Provider Delivery Environment Framework.", "In order to facilitate innovative software design and management for specific industries, IBM is also unveiling a library of software available at no cost that delivers the building blocks critical for smarter planet projects. The library is called the ", " and contains 1,800 software accelerators developed by IBM and third parties to help customers create more intelligent operations in 14 industries including automotive, aerospace and finance.  These software connectors help the digital and physical worlds talk to each other to better manage a company's equipment, buildings, IT operations and business services.", "Additionally, IBM also announced today its intention to establish an open source project on ", " for the EGL technology.  EGL, a business application programming language created by IBM, is designed for developing portable, cross-platform applications and services that can be deployed to the appropriate runtime environments based on the evolving needs of the business. This is possible because EGL code is not tied to one particular platform, virtual machine, or runtime environment. EGL code compiles into popular languages like Java, JavaScript, and COBOL, which then executes on proven, ubiquitous environments.  IBM is helping customers become more agile by facilitating their transition away from costly and aging environments, tools, and languages to a modern language (EGL) and Eclipse-based tool set.  ", "For more information on IBM Rational: ", "For more information on the IBM Innovate Software Conference, visit: ", "To access the INNOVATE 2010 online press kit, visit: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced the opening of a cloud computing laboratory in Singapore to help businesses, government and research institutions and institutes of higher learning to design, adopt and reap benefits of cloud technologies. The new lab housed at Changi Business Park is part of IBM's expansion of its global cloud computing capabilities, and puts Singapore and the ASEAN region on the map as the eleventh cloud computing lab.  This new addition will be part of the network of labs in Hong Kong, Ireland, Vietnam, China, South Africa, Japan, Brazil, India, Korea and the United States.\n\t\t\t\t\t\t\t\t\t", "Ronnie Tay, CEO, Infocomm Development Authority of Singapore (IDA) today announced the launch of the new cloud lab at the opening ceremony of IDA's flagship event, CloudAsia 2010, held at Singapore Management University. With increasing focus on cloud computing technologies across Asia and the world, CloudAsia 2010 convenes researchers and practitioners in grid and cloud computing and provides a platform for delegates from local and overseas academia, research institutes and laboratories, in sectors including  biomedical, digital media, physical sciences and manufacturing, to engage in active interchange of research ideas and experience.", "\"IDA is pleased to collaborate with IBM in its Cloud Lab initiative.  IDA sees cloud computing as the next important paradigm in computing that will help to sharpen the competitiveness of organizations and enterprises,\" Ronnie Tay said. \"We seek to develop a vibrant cloud computing ecosystem here and position Singapore as a centre for cloud computing services in the region and beyond.\"", "\"IBM has been working with leading edge clients from around the world to adopt cloud computing in new and innovative ways,\" said Alan Ganek, chief technology officer and vice president of Strategy and Technology, Software Group, IBM, who was also present at the opening ceremony, \"The Cloud Lab in Singapore will help IDA realize their iN2015 master plan and accelerate the adoption of cloud computing for all organizations to build a Smarter Singapore.\"", "Through briefings, technology deployment and development sessions, the Singapore lab will work closely with businesses, government and research", "institutions and institutes of higher learning to design and deploy their own cloud environments.  The lab will help these clients deploy first-of-a-kind solutions that increase business responsiveness, lower IT operating and capital costs, enable real-time data streams and information sharing, and provide globally available resources.", "Specifically, the adoption of private, public or hybrid cloud environments can help organizations reduce IT management complexity and skill requirements; share resources among multiple applications; accelerate time to market; and support both existing and emerging, data-intensive workloads. A cross section of Singapore's industries will benefit from cloud computing, with key sectors such as banking, education, healthcare, government and telecommunications likely to be early adopters.", "\"Investments such as IBM's new Singapore-based Cloud Lab are critical in the still nascent cloud computing market, where both resources and support are needed to overcome the early skepticism, uncertainty and doubts that characterize this market,\" said Michael Barnes, vice president of Software Research at Springboard Research, a leading innovator in IT market research.", "According to its most recent report \"Cloud Computing in Asia Pacific – Market Evolution and Implications,\" cloud computing will continue to drive demand for Software–as–a–Service (SaaS) and further broaden the types of services available via the on-demand model. \"We expect organizations across Asia Pacific to embrace cloud computing as a way to drive greater standardization at the IT infrastructure level while simultaneously lowering the resources required to leverage technology solutions for business benefits,\" Mr. Barnes added.", "The Singapore lab will also serve as a gateway for businesses, government, research institutions and institutes of higher learning to access cloud infrastructure and technologies and benefit from the expertise of IBM's software, services, and research labs around the world.", "Teresa Lim, managing director, IBM Singapore said, \"Cloud computing is being acknowledged as a new computing model which can drive business transformation in a cost-effective manner. Due to the strong presence of many global enterprises in Singapore and the nation's ranking as the second most networked country in the world according to the Global Information Technology Report, we see the republic in a strong position to become the global Asia hub for cloud computing.  With the IBM Cloud Lab in Singapore, we are excited to help organizations leverage cloud computing to drive sustainable business growth and contribute to Singapore's national agenda of becoming a cloud hub.\"  ", "IBM has provided cloud computing services to clients across the globe such as PayPal, the City of Wuxi China, the City of Dongying China, Panasonic, SK Telecom, and Quang Trung Software City in Vietnam.", "In Singapore, the National Technological University (NTU) became the first to participate in the IBM Cloud Academy in November 2009 – a global forum for educators, researchers and IT personnel from the education industry to pursue cloud computing initiatives, develop skills and share best practices for reducing operating costs while improving quality and access to education. Through the Academy, NTU, along with 16 educational institutions worldwide, can create working groups on areas of interest to the education industry, \"jam\" on new innovations for clouds in education-related areas with developers, work jointly on technical projects across institutions, share research findings, and exchange new ideas for research.", "For more information about IBM's cloud computing portfolio, research and labs, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced that its private test and development cloud was the top choice of developers in Evans Data Corporation's Cloud Development Survey 2010.\n\t\t\t\t\t\t\t\t\t", "Evans Data Corporation's Cloud Development Survey Report examines the concerns, intentions and current adoption of developers regarding deploying to and developing for public or private clouds. The report covers the full range of Cloud Computing issues, including: Private Cloud vs. Public Cloud, Private cloud management and data centers, standards and security.", "In the survey of over 400 software developers, almost 30% identified IBM as the top Private Cloud provider. Developers indicated that the most important factors in determining which private cloud provider to use are security, reliability and uptime, and proven expertise. The primary benefits of deploying applications in a private cloud are the freedom from maintaining hardware, cost savings, and scalability.", "\"We've seen that safely enabling developers to serve themselves can help reduce IT labor costs by 50 percent, reduce provision cycle times from weeks to minutes and improve quality, eliminating software defects by up to 30 percent,\" said Jan Jackman, vice president, cloud computing services, IBM Global Technology Services. \"IBM is honored that our test and development cloud service has been recognized for its enterprise-grade security, reliability and control.\"", "IBM's Smart Business Development & Test Cloud features IBM Rational Software Delivery Services for Cloud Computing, which includes a collection of Rational's market-leading products and capabilities helping clients harness the agility and flexibility of the cloud. Development and delivery teams can more effectively collaborate and quickly develop, test, and deploy new technology-based business initiatives. IBM also offers enterprise developers the opportunity to take advantage of IBM's secure and scalable cloud infrastructure with the IBM Smart Business Development and Test on the IBM Cloud.", "IBM is building an ecosystem of partners to deliver the most complete and comprehensive cloud computing solutions to clients. This ecosystem comprises existing and new cloud partners in the IT industry that intend to work with IBM and complement the IBM Cloud in key areas. For example, RightScale and Kaavo can help customers manage and provision cloud resources to facilitate more effective deployment of applications and workloads in the cloud, while Navajo Systems can provide additional security for cloud-based applications and Silanis' e-signature process management can enable secure e-transactions and e-contracts. Aviarc, Wavemaker and Corent can enable development of applications on the cloud, while VMLogix can provide manual, functional, and compatibility testing; AppFirst can provide performance monitoring; or SOASTA CloudTest can deliver load and performance testing -- all taking advantage of the IBM Cloud.", "For more information about IBM's cloud computing portfolio, research and labs, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") and Multimedia Development Corporation (MDeC) today announced the development of Malaysia's most advanced cloud computing animation center, bolstering the country's fledging creative content industry.\n\t\t\t\t\t\t\t\t\t", "(Logo:  ", ")", "Addressing the rapid increase in creative content companies, both within and outside of MDeC and the increased demand for rendering services, MDeC's animation cloud will provide centralized facilities and programs to help Malaysian animators, visual effects artists and multimedia students to bring their ideas to fruition in the digital content space.", "The new high performance cloud center supports multiple concurrent users, and is accessible via the Internet for job submissions, monitoring and management. With real-time testing, the facility is able to perform rendering jobs – a critical part of creative content production and animation - up to 8 times faster compared to rendering on a local workstation. The facility frees creative content companies from the burden of having to outlay a lot of money to install their own rendering systems or pay hefty sums to private service providers.", "The high performance cloud rendering facility includes IBM's hardware, software, and cloud computing and consulting services. The center will facilitate the creation of creative content by local creative content companies and enhance the work of creative companies by reducing the rendering in-house production time and to produce high quality images for computer-generated content.", "The MAC3 Rendering Farm is part of the MSC Malaysia Animation and Creative Content Centre or MAC3, a strategic division established by MDeC with a mandate to drive the development of the nation's digital creative industry.", "\"It is a well-known fact that rendering is expensive and the MAC3 high performance rendering facility will help local creative content companies, especially the start-ups, to overcome the cost barrier,\" said Deputy Prime Minister Deputy Prime Minister Tan Sri Muhyiddin Yassin. \"With this facility in place, Malaysia's creative content companies will have the technological edge in their rendering and production processes. At the same time, it will also help them lower their costs,\" he said.", "Construction of the MAC3 Cloud Rendering Farm was completed in April 2010.", "For more information on IBM's cloud computing portfolio, research and labs, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced that it has received the prestigious 'Best of Interop' award from InformationWeek Analytics and Interop. IBM received the only award in the category of Cloud Computing based on its Smart Business Development & Test for enterprises.  IBM was honored at the Interop conference in Las Vegas, Nevada.\n\t\t\t\t\t\t\t\t\t", "The Best of Interop Awards recognize some of the world's most innovative technologies across nine major categories, and the winners are selected by award-winning editors and analysts from InformationWeek Analytics. InformationWeek Analytics is one of the leading resources for peer-driven research, providing business technology professionals with the real-world analysis and perspective they need to run better, smarter IT organizations. Interop, part of UBM TechWeb's family of global brands, is a leading business technology event series.", "\"Since beginning work with clients and partners around cloud computing in 2007, IBM has sought to make this model viable for enterprise and government clients -- clients that cannot compromise on security, compliance and availability,\" said Kristof Kloeckner, CTO Cloud Computing, IBM. \"IBM is honored that our test and development cloud service has been recognized for its focus on teams of developers and for its enterprise-grade security, reliability and control.\"", "\"The Best of Interop Awards highlight the outstanding IT vendors of the industry and this year's Best of Interop is particularly exciting because of the strong competition we saw in each category,\" said Art Wittmann, Managing Director of InformationWeek Analytics. \"The selected winners represent innovation in the marketplace and deserve recognition for helping build the energy and growth of today's IT Industry.\"", "IBM's Smart Business Development & Test, featuring IBM Rational Software Delivery Services for Cloud Computing, allows enterprise clients to expand on internal development and test efforts with rapid access to resources through IBM's secure, scalable cloud delivery model. The average enterprise devotes up to 50 percent of its entire technology infrastructure to development and test, but typically up to 90 percent of it remains idle. IBM has seen that taking advantage of cloud computing within development and test environments can help reduce IT labor costs by 50 percent, reduce provision cycle times from weeks to minutes and improve quality, and in the process, eliminate software defects by up to 30 percent.", "For more information about IBM's cloud computing portfolio, research and labs, visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM Poland (NYSE: ", ")  and the Wroclaw University of Technology today announced an agreement to establish the first university cloud computing center in Poland. As part of the partnership, the Wroclaw University of Technology will create a new academic curriculum, making cloud-focused courses available to more than 1500 students.  \n\t\t\t\t\t\t\t\t\t", "\"The new cloud center will provide a common platform for students and professors, industry partners and government agencies to work on real solutions based on cloud computing that will align people and technology effectively, and will generate value for both services providers and clients,\" said Professor Czeslaw Smutnicki, director of the Institute of Computer Engineering, Control and Robotics, Wroclaw University of Technology. \"We plan to start immediately with a cloud computing practice for over 500 students later this summer. The cooperation will continue in the field of education, PHD programs and research.\"", "Cloud computing is a computing model that delivers information technology (IT) as a service over the Internet. Today, cloud computing has matured to a point where it's considered a mainstream technology service. People touch the cloud every day without knowing it -- by sending instant messages and sharing files easily between companies over the Internet, staying connected on projects with colleagues and other businesses through new social networking tools that take advantage of the ability to \"come together in the cloud.\" A new academic curriculum based mainly on IBM Tivoli software will be developed through this initiative. The University's portfolio will be enriched with more than 10 courses available to over 1500 students, helping them gain expertise in IBM technologies and in particular in cloud computing - a skill increasingly in demand by employers in Poland.", "Wroclaw University of Technology is the first university to become part of IBM's Multipurpose Cloud Computing Center.  IBM's global initiative was established this year and is available to all institutes of higher learning (IHL). Its aim is not only to support the teaching at universities, but to base all daily work of the center on cloud computing solutions. IBM is committed to further develop this program with universities around the world.", "\"The new Wroclaw University Cloud Computing Centre will support new ways of teaching for current and emerging technologies and will introduce completely new academic courses that can prepare students to work and compete in the global world,\" says Pawel Panecki, Software Group Manager, IBM Poland.", "IBM is consistently building its presence in Wroclaw. Last year IBM and the Polish government signed an agreement to cooperate on the creation of a new IBM IT service delivery center in Wroclaw. IBM is also cooperating with The Wroclaw Research Center, European Institute of Technology Plus (WRC EIT+) on the advancement of scientific research, especially in the area of nanotechnology, life sciences and smart technologies.", "For more information on IBM's cloud computing university initiatives, visit ", ". ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tAn increasing number of businesses, communities and governments around the world are undertaking transformation projects to make aging infrastructures such as buildings, electricity grids and transportation systems more sustainable. To ensure students have the right skills to take on these challenges, the Center for Technology, Innovation and Community Engagement (CTICE), part of Columbia’s Fu Foundation School of Engineering and Applied Science (SEAS), and IBM (NYSE:", ") are launching a new joint initiative to provide technology resources to college students that will prepare them for the emerging green economy.\n\t\t\t\t\t\t\t\t\t", "The Smarter Cities Skills Initiative opens IBM's global resources to Columbia faculty and students, including access to 40 IBM Innovation Centers worldwide and IBM Research expertise. The initiative builds upon Columbia’s existing academic programs and research efforts on sustainability issues, spanning diverse disciplines including business, law and engineering. The new initiative is designed to help students find new ways to make infrastructures more sustainable. ", "Under the new initiative, Columbia faculty and students now have no-charge access to:", " Additionally, Columbia faculty and students can have the opportunity to learn from and collaborate with IBM Research scientists on projects related to the future of smarter cities and sustainability. ", "“Smart urban infrastructures are key to long term environmental and economic sustainability,\" said Rich Lechner, vice president, IBM Energy and Environment. \"IBM and Columbia share a common goal to ensure the next generation of entrepreneurs have access to the skills they need to accelerate sustainability projects and to be competitive when they enter the workforce.”", "In recognition of Earth Day 2010, the initiative will be announced tomorrow at Columbia to faculty, students, venture capitalists, policy analysts, and industry leaders at the first annual ", " forum. More than 150 schools around the world are expected to participate via webcast. The forum will explore the skills necessary to prepare students for green jobs, and help academia and industry jumpstart global collaboration toward a green economy.", "“Providing students the skills and education to solve complex urban challenges is a priority for Columbia,” said Jack McGourty, senior associate dean of Columbia Engineering  School. “Working on these challenges in collaboration with IBM researchers and business specialists offers students the rare opportunity to acquire real-world knowledge that we hope will benefit them—and society—for years to come.\"", "\r\n", "\r\nThrough a number of research initiatives, academic programs and through its own environmental stewardship efforts, Columbia  University is committed to advancing the sustainability of local, national and global communities. Cutting-edge research by Columbia scientists and engineers is helping develop a smarter electrical grid, improve energy efficiency and make the New York City community more resilient to increasing energy demands. Many of Columbia’s students and faculty are working closely with the local city government to help achieve PlaNYC, Mayor Bloomberg’s roadmap for reducing greenhouse gas emissions and making the city more sustainable by 2030.", ":  Broadcast quality and streaming video are available at ", ".", "\r\nThe Fu Foundation School of Engineering and Applied Science at Columbia University was founded in 1864 and is among the oldest in the nation, with 164 faculty members in nine departments, 1,400 undergraduate students, and 1,800 graduate students. Its programs support the School’s mission to educate socially-responsible engineering and applied science leaders whose work results in the betterment of the human condition, locally, nationally, and globally. The School’s major interdisciplinary research efforts include CyberBioPhysical Systems™, where the biological, physical, and digital worlds intersect, and where innovative solutions will be found for today and tomorrow’s most intractable problems in health, sustainability, and infrastructure, both physical and digital. For more information, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE:  ", ") today announced it has acquired ", " to broaden the delivery of cloud computing services for clients.  Cast Iron Systems, a privately held company based in Mountain View,  CA, delivers industry-leading cloud integration software, appliances and services.  Financial terms were not disclosed. The acquisition expands IBM’s industry-leading business process and integration software portfolio, which grew more than 20 percent in the first quarter of 2010.\n\t\t\t\t\t\t\t\t\t", "Cast Iron Systems has completed thousands of cloud integrations around the world for financial institutions, media and entertainment companies and retail organizations.  The company’s clients include Allianz, NEC, Peet's Coffee & Tea, Dow Jones, Schumacher Group, ShoreTel, Sports Authority, Time Warner, Westmont University and many others.", "In today’s competitive global business environment, companies are recognizing the need to reduce complexity and cost in order to increase their business agility.  To do so, many organizations are accessing key business applications through software as a service models and cloud deployments. IBM expects the global cloud computing market to grow at a compounded annual rate of 28 percent from $47 billion in 2008 to $126 billion by 2012. ", "A key challenge businesses face in successfully adopting cloud delivery models is integrating the disparate systems running in their data centers with new cloud based applications.  In the past, this involved time-consuming and resource-draining coding work.  Through Cast Iron Systems, IBM is gaining the ability to help businesses rapidly integrate their cloud-based applications and on-premise systems.  The acquisition also advances IBM’s capabilities for a hybrid cloud model, which is attractive to enterprises because it allows them to blend data from on-premise applications with public and private cloud systems. ", "IBM is already known for the application integration capabilities it offers for both on-premise and business to business applications.  With the addition of Cast Iron Systems to its portfolio, IBM will be able to offer clients a complete platform to integrate cloud applications from providers including Salesforce.com, Amazon, NetSuite and ADP with on-premise applications, such as SAP and JD Edwards.  Using Cast Iron Systems’ hundreds of pre-built templates and services expertise, expensive custom coding can be eliminated, allowing cloud integrations to be completed in the space of days, rather than weeks or longer.  These results can be achieved using a physical appliance, a virtual appliance or a cloud service.  ", "“The integration challenges Cast Iron Systems is tackling are crucial to clients who are looking to adopt alternative delivery models to manage their businesses,” said Craig Hayman, general manager, IBM WebSphere.  “The combination of IBM and Cast Iron Systems will make it easy for clients to integrate business applications, no matter where those applications reside.  This will give clients greater agility and as a result, better business outcomes,” he said.", "For example, Cast Iron Systems helped pharmaceutical distributor Amerisource Bergen Specialty Group connect Salesforce CRM with its on-premise corporate data warehouse.  In doing so, the company has been able to give its customer service associates access to the accurate, real-time information they need to deliver the best possible customer experience while realizing annual cost savings of $250,000.   ", "Similarly, Cast Iron Systems helped a division of Allianz, a global leader in corporate insurance, integrate Salesforce CRM with its on-premise underwriting applications to provide real-time visibility into contract renewals for its sales team and into key performance indicators for sales management. Allianz replaced labor intensive custom code with Cast Iron Systems’ integration solution, beating its own 30-day integration project deadline.", "“Through IBM, we can bring Cast Iron Systems’ capabilities as the world’s leading provider of cloud integration software and services to a global customer set,” said Ken Comée, president and chief executive officer, Cast Iron Systems.   “Companies around the world will now gain access to our technologies through IBM’s global reach and its vast network of partners.   As part of IBM, we will be able to offer clients a broader set of software, services and hardware to support their cloud and other IT initiatives.” ", "Consistent with IBM's software strategy, IBM will continue to support and enhance Cast Iron Systems’ technologies and clients while allowing them to take advantage of the broader IBM portfolio.  Cast Iron Systems’ approximately 75 employees will be integrated into IBM. ", "The IBM Software Group has acquired more than 55 companies since 2003. ", "\r\nFounded in 2001, ", " is The #1 SaaS and Cloud Integration Company™. Cast Iron Systems has thousands of deployed customer integrations across all industries and around the world at companies such as ", ", ", ", ", ", ", ", ", ", ", ", ", ", and ", ", among many others. All are benefiting from the simplicity, speed, and flexibility of the Cast Iron Integration Solution, which enables them to integrate Cloud-based and SaaS applications with the rest of the enterprise in just days. Backed by ", ", ", ", and ", ". Cast Iron is privately held and led by experienced technology executives from Informatica, Oracle, PeopleSoft, Siebel, Vitria, and webMethods.", "\r\nFor more information visit: ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced that it has implemented a cloud computing solution for Fundacion German Sanchez Ruiperez, a Spanish foundation that promotes education. The new cloud solution will be used in the Foundation's education programs in its Centre for Advanced Technologies (CITA), allowing students to access course materials over any device via the Internet.\n\t\t\t\t\t\t\t\t\t", "IBM has delivered the design, implementation and maintenance of this desktop cloud solution that brings enhancements in productivity, flexibility and security while reducing the complexity and investment costs associated with current IT solutions. The Foundation, through CITA, has provided the platform for testing the solution and its", "knowledge about IT integration in the classroom.", "The IBM Smart Business Desktop Cloud will be used by the Foundation students between the ages of 7 and 13 for their summer course material. Students will have access to education materials to follow the courses and create their own content. By using the IBM Smart Business Desktop Cloud, they can also collaborate with other", "students using social networks, communities and web/video conferences.", "By using this solution, teachers will be able to completely focus on course content and rather than addressing and solving IT issues. Parents or relatives will be able to support the students with their education since the virtual classroom can be accessed from any device with Internet access.", "According to Joaquin Pinto, manager of the International Centre for Advanced Technologies for the Foundation in Salamanca, \"since its creation, the Foundation is offering our experience in education, human resources and the expertise of our technicians for these kinds of initiatives that promote technological innovation in education.\"", "\"Smarter education goes beyond providing computers and digitalizing contents. It is about using innovation in education. Teachers don't have to spend time on today's technical complexity as is the reality today,\" said Alberto Barrientos, public sector leader, IBM Spain, Portugal, Greece and Israel.", "Fundacion German Sanchez Ruiperez it was created in 1981 by the Spanish publisher German Sanchez Ruiperez. Dedicated to the educational and cultural activity, the foundation focuses most of its programs in the dissemination and extension of the culture of books and reading.", "Their work is developed through the activity of its technical centers that integrate a team of professionals who manage various programs. The CITA is an innovative bet to introduce the Society of Information and Knowledge in the rural environment through the qualification of human resources, the access to the flow of information and the creation of technological services applied to education, constant formation, local government, culture and equality.", "For more information, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today released the results of its X-Force 2010 Mid-Year Trend and Risk Report, which showed that vulnerability disclosures are increasing dramatically, having reached record levels for the first half of 2010.", "(Photo:", ")", "(Photo: ", " )", "(Photo: ", " )", "(Photo: ", " )", "(Photo: ", " )", "(Photo: ", " )", " Over half, 55 percent, of all these disclosed vulnerabilities had no vendor-supplied patch at the end of the period.", "According to the report, Web application vulnerabilities continued to be the leading threat, accounting for more than half of all public disclosures.  In addition, covert attacks increased in complexity hidden within JavaScript and Portable Document Formats (PDFs), while cloud computing and virtualization were noted as key future security topics for enterprise organizations.  ", "In the first-half of 2010, organizations were doing more to identify and disclose security vulnerabilities than ever before. This in turn is having positive effects on the industry by driving more open collaboration to identify and eliminate vulnerabilities before cyber criminals can exploit them.", "An overview of the trends is listed below:", " -- Web application vulnerabilities have surpassed all other threats to account for 55 percent of all disclosures.  While Web application vulnerabilities continue to climb at a steady rate, these figures may only represent the tip of the iceberg of total Web application vulnerabilities that exist, as they do not include custom-developed Web applications which can also introduce vulnerabilities.  ", " -- Enterprises are fighting increasingly sophisticated attacks on their computer networks, including Advanced Persistent Threats. These sophisticated attackers are employing covert means to break into networks without being detected by traditional security tools. JavaScript obfuscation is a particularly popular technique used by all classes of computer criminals to hide their exploits within document files and Web pages. IBM detected a 52 percent increase in obfuscated attacks during the first half of 2010 versus the same period in 2009.  ", " -- X-Force started observing widespread use of PDF-based exploits during the first half of 2009. Since then, it has captured three of the top five slots for browser exploits used in the wild. The most significant jump associated with PDF attacks in 2010 occurred in April, when IBM Managed Security Services detected almost 37 percent more attack activity than the average for the first half of 2010. This spike coincided with a widespread spam campaign in which malicious PDF attachments were used to spread the Zeus and Pushdo botnets, some of the most insidious threats on the Internet today.", "  -- Phishing volume has fluctuated wildly over the past few years. The first half of 2010 has only seen a fraction of the phishing attacks that were seen at the peak in 2009, a decline of almost 82 percent. Despite this drastic decline, financial institutions are still the number one phishing target, representing about 49 percent of all phishing emails, while credit cards, governmental organizations, online payment institutions and auctions represent the majority of other targets.", "\"Threat dynamics continue to multiply and evolve at a furious pace, making it more crucial than ever to look at unfolding trends so we can better prepare our clients for the future,\" said Steve Robinson, general manager, IBM Security Solutions. \"This year's X-Force report reveals that although threats are on the rise, the industry as a whole is getting much more vigilant about reporting vulnerabilities. This underscores the increased focus among our clients to continue looking for security solutions that help them better manage risk and ensure their IT infrastructure is secure by design.\"  ", "Looking ahead, the X-Force Research and Development team has identified some key trends to watch for in the future, including:", " -- As an emerging technology, security concerns remain a hurdle for organizations looking to adopt cloud computing. As organizations transition to the cloud, IBM recommends that they start by examining the security requirements of the workloads they intend to host in the cloud, rather than starting with an examination of different potential service providers. Gaining a good understanding of the needs and requirements first will help organizations take a more strategic approach to adopting cloud services.", "-- As organizations push workloads into virtual server infrastructures to take advantage of ever increasing CPU performance, questions have been raised about the wisdom of sharing workloads with different security requirements on the same physical hardware. X-Force's vulnerability data shows that 35 percent of vulnerabilities impacting server class virtualization systems affect the hypervisor, which means that an attacker with control of one virtual system may be able to manipulate other systems on the same machine. This is a significant data point when architecting virtualization projects.", "This report comes from IBM's X-Force team, the premier security research organization within IBM that has catalogued, analyzed and researched more than 50,000 vulnerability disclosures since 1997.  The IBM X-Force Trend and Risk Report gathers facts from numerous intelligence sources, including its database of over 50,000 computer security vulnerabilities, millions of intrusion events monitored on tens of thousands of managed network sensors deployed on customer networks throughout the world, its global Web crawler and its international spam collectors. This mid-year report is designed to help customers stay ahead of threats.", " include an extensive portfolio of hardware, software solutions, professional and managed services offerings covering the spectrum of IT and business security risks, including: people and identity, data and information, application and process, network, server and endpoint and physical infrastructure. IBM Security Solutions empowers clients to innovate and operate their businesses on highly secure infrastructure platforms.", "To access the report, visit: ", ". For more information on IBM Security Solutions, visit: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") announced its agreement with Sugamo Shinkin Bank to build a virtual client environment utilizing IBM's Smart Business Desktop Cloud.  As part of the project, Sugamo Shinkin Bank has begun migrating 900 personal computers (PCs) from the bank's 45 sites to the new environment.\n\t\t\t\t\t\t\t\t\t", "Sugamo Shinkin Bank continues to address appropriate management of client information under its management principles - which are to 'protect our client from any kind of risks' - through technology initiatives that aim to provide further security.", "Previously, Sugamo Shinkin Bank needed to configure the PCs of 45 sites separately, The use of the desktop cloud environment provides automatic updates to all related client environments and will eliminate the use of update releases for all the sites and a separate configuration process on each PC. The desktop cloud environment will only require an update on the virtual desktop environment via the server, and the data will be managed over the secure data center servers and no longer stored on the client side.  By utilizing IBM's Smart Business Desktop Cloud, Sugamo Shinkin Bank will improve security and significantly increase operational efficiency.  ", "Initially, 200 client terminals in five sites will start operation in the desktop cloud environment in August 2010.  Sugamo Shinkin Bank plans to shift other sites in order to complete migration of all the 900 PCs of 45 sites by the end of the year.", "For more information, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced that it was ranked top provider in Cloud Computing out of five vendors for the Nemertes Research inaugural PilotHouse Award for cloud computing.\n\t\t\t\t\t\t\t\t\t", "Nemertes PilotHouse Awards, now in the third year, are based entirely on the ratings of business customers who use a vendor's products or services.  To determine each award winner, Nemertes analysts interview and survey more than 2,000 IT decision-makers.", "IBM outscored other major cloud vendors across technology, customer service and value.  As defined by Nemertes, technology ratings capture how customers view the sophistication of the underlying technology in the cloud computing providers' infrastructure and systems. Customer-service ratings cover how cloud computing providers perform in areas such as response time to problems, service received from helpdesk or portal, and issues surrounding service-level agreements. Value ratings are based on customers' perception that they are making worthwhile expenditures for the benefits they receive, including a vendor's ability to provide security and compliance to overcome hurdles to cloud adoption.  ", "\"Winning an independent award based solely on the ratings of business clients who use our cloud computing services speaks to IBM's commitment to deliver the best technology, service and value to our clients,\" said Jan Jackman, vice president, Global Cloud Services, IBM. \"Since 2007, IBM has worked hard to make cloud viable for clients who want to get the most out of their resources and who cannot compromise on factors like security, compliance and availability.\"    ", "In determining the PilotHouse winners, Nemertes analysts also conducted in-depth conversations with a subset of customers to understand the reasons behind the results. Nemertes developed the methodology, while customers rated their providers on technology, customer service, and value. In some categories, Nemertes also asked for ratings on integration, management tools, or ease of implementation and troubleshooting.", "For more information about IBM's cloud computing products and services, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced it has entered into a definitive agreement to  acquire BLADE Network Technologies (BLADE), a privately held company based in  Santa Clara, CA. BLADE specializes in software and devices that route data and  transactions to and from servers. The acquisition is anticipated to close in the  fourth quarter of 2010, subject to the satisfaction of customary closing  conditions and applicable regulatory reviews. Financial terms were not  disclosed.\n\t\t\t\t\t\t\t\t\t", "BLADE provides blade server and top-of-rack switches as well as software to  virtualize and manage cloud computing and other workloads. Customers include  more than half of the companies on the Fortune 500 list across 26 industry  verticals, including automotive, telecom services, education, government,  healthcare, defense and finance. IBM and BLADE have worked together since 2002,  resulting in thousands of joint clients. In fact, over 50 percent of IBM System  x BladeCenters currently attach to or use BLADE products (1).", "The BLADE acquisition builds on the industry-leading capabilities and  technologies IBM is applying to its systems, which are optimized to help clients  manage a range of new, more demanding workloads. This year, IBM introduced a  full line-up of new, workload-optimized systems that incorporate innovation at  each level -- from microprocessors and firmware software to middleware and  hardware. With BLADE, IBM can drive innovation at the systems networking level  to enable clients to speed the delivery of key information from system to system  -- for workloads such as analytics and cloud computing -- while also reducing  data center costs.", "Emerging business models from smart grids to smart traffic systems are  infusing intelligence into every day processes, generating a torrent of  information. Business decisions require rapid access to that information.  BLADE's proven, industry-tested switches and software are designed to improve  systems performance for faster delivery of information, optimize virtual  environments and lower energy use.", "Over the past 18 months, IBM has expanded its core networking business  through relationships with leading networking companies. IBM plans to continue  providing clients a choice in core networking solutions through these important,  ongoing relationships while using BLADE's industry standard-based system  networking technology to create systems that are efficient, easy to manage and  simple to deploy. Today, networks are made up of different layers, each one  designed to pass information up and down to the next layer as data is processed.  BLADE's switches will be brought closer to IBM systems and then pass information  to the core networking layer, optimizing systems performance.", "\"BLADE will help IBM better integrate networks with its systems, optimizing  them for workloads that require high-speed and low-latency performance such as  cloud computing and business analytics. For example, faster data transport  enables faster decisions important for analytics workloads,\" said Brian  Truskowski, General Manager, IBM System Storage and Networking. \"BLADE will  increase IBM's System Networking development, sales, support, skills and  awareness and help IBM build smarter systems that are optimized for client  requirements.\"", "BLADE provides software that helps address the massive virtualization  requirements of cloud computing environments. BLADE software allows servers to  more closely integrate with the network so that clients can deploy thousands of  virtual machines to run large application workloads in the cloud and reduce  complexity through simplified management.", "\"BLADE views this as a great opportunity to continue working with the  ecosystem of technology providers that have helped make our company successful  while allowing our technology to become a more central part of the data center,\"  said Vikram Mehta, CEO of BLADE. \"Our very talented and hard working people are  focused on building innovative system networking solutions, making BLADE an  ideal fit to help IBM execute on its strategy to build smarter systems that  deliver more value to clients around the world.\"", "BLADE Network Technologies (BLADE), the data center switching company, brings  speed and intelligence to the edge of the network -- closer to customers'  business, users and innovations. With 9 million ports installed, BLADE's  lossless, low-latency, and low-power RackSwitch™ and blade switches connect  physical and virtual servers, storage and networks in the world's largest data  centers. BLADE's award-winning, high-performance Ethernet switches and VMready™  virtualization-aware networking are designed to handle dynamic demands at the  network edge for private and public clouds, financial services, Web 2.0 and HPC  applications. BLADE's Unified Fabric Architecture™ is a fast, virtual, proven  and interoperable converged fabric for Ethernet Everywhere. Visit: ", ". Twitter:  @BLADENetwork.", "For more information on IBM, visit ", ".", "(1) Based on IBM sales data.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE:", ") today introduced a new collaboration software suite in the Cloud that gives users one-click access to collaboration and social networking services for only $10 per month.  The move aims to accelerate the adoption of Cloud collaboration services to increase productivity, collaboration and innovation in today's global enterprises.\n\t\t\t\t\t\t\t\t\t", "IBM also announced today new enterprise-class email and social networking capabilities, value pricing options and third party integrations for its flagship cloud collaboration offering,", ".", "With this announcement, IBM is making it easier for customers of all sizes to take advantage of all the collaboration capabilities of LotusLive. The new ", " combines enterprise-class email, calendaring, instant messaging, Web conferencing, file sharing and social networking services in an easy to deploy, simplified package for $10 per user per month.", "IBM also unveiled a Cloud service called ", ", based on IBM's flagship messaging capabilities already used by millions of people worldwide.  Building on deep experience in serving the enterprise, LotusLive Notes delivers feature-rich email, shared calendar, instant messaging and personal contact services, starting at only $5 per user, per month.", "Building on its leadership in enterprise social networking, IBM is also introducing a feature within LotusLive called Communities to help advance organizations' ability to work together both inside and outside their enterprise.  Within a Community, members have the ability to tag information, share files and bookmarks, track projects and host discussion forums securely across multiple companies.", "\"Businesses are looking to reduce costs, do more with less, and find ways to work more closely with their customers and partners,\" said Sean Poulley, IBM vice president of cloud collaboration. \"LotusLive gives them the right tools to do this, delivered by a company they trust and is focused on security and reliability.\"", "Businesses around the world, such as aatranslations, SIT La Precisa and Signature Mortgage, are choosing LotusLive cloud collaboration services for the unique business value it delivers in today's competitive landscape.", ", a mid-size pan European provider of language translation services, is taking advantage of the LotusLive licensing model to easily collaborate with 7,000 clients and 700 translators in 20 countries, without the worry of firewalls or additional costs. Working with IBM third-party provider FreshTL, aatranslations chose IBM LotusLive over Microsoft BPOS and Google Apps because LotusLive removes barriers to working together, allowing them to conduct business and collaborate with anyone and reducing the time it takes to work on every project.", "\"aatranslations chose LotusLive because it gave us all the services we needed -- online meetings, document sharing and email, under one roof with one login,\" said Jeremy Clutton, managing director of aatranslations. \"LotusLive also gives us the ability to invite guests at no extra charge which allows us to collaborate with hundreds of clients and translators every month -- we felt that neither BPOS or Google Apps could provide that.\"", ", an Italian-based company that specializes in the design and manufacturing of electronic controls and equipment uses Lotus Notes and Domino on premise in their headquarters.  They chose IBM LotusLive because of the unique hybrid value, bringing together on-premise and cloud-based services easily. With employees working all over the world, many in small offices with just a few people, it had been difficult to provide the same email service to everyone. SIT La Precisa wanted to move its disparate staff off a variety of email systems, including Microsoft Exchange, onto one email platform without having to make expensive capital investments in infrastructure. It is currently rolling out LotusLive iNotes in several markets across the globe to provide employees with essential messaging and calendaring capabilities under one domain name.", "Signature Mortgage Corporation of Canton, Ohio is using IBM LotusLive and taking advantage of the integration with third-party Silanis' e-SignLive services, delivered by IBM business partner Silanis. By allowing their clients to electronically review and sign mortgage applications from the convenience of their home or office, Signature Mortgage hopes to improve customer experiences, generate better rates for customers and increase revenues for the company. By filing and sharing their documents in LotusLive, customers no longer need to spend time or money on printing, shipping, returning and verifying applications. Signature Mortgage expects to reduce the time to process mortgage applications from its current seven-day track record down to 24 hours.", "Today IBM is also announcing two new integrations with third-party providers, Tungle and Bricsys, designed to allow customers to collaborate seamlessly in their day-to-day work. These latest integrations illustrate IBM's commitment to help mid-size businesses find new and affordable ways to apply technology to solve problems and scale for future growth.", ". has teamed with IBM to integrate its online scheduling and calendar services with LotusLive.  With a separate, no charge-subscription for Tungle services, LotusLive users can import their LotusLive contacts into Tungle.me, access their Tungle.me accounts from within LotusLive, and click to meet contacts from within the LotusLive interface. This integrated service is geared to help today's business user collaborate, maximize productivity and cope with the cross-over of personal social networks with business networks.", "Bricsys, a provider of cloud-based document, data, task and report sharing, has teamed with IBM to integrate its Vondle services with LotusLive. With a separate subscription for ", ", users can choose to import their LotusLive documents into their Vondle Live account to view and annotate documents right from their browser, without ever having to download them or own the original software. The Vondle Live viewer supports more than 70 file formats. aatranslations is using Vondle Live to simplify collaboration between contractors and clients. FreshTL is the exclusive, worldwide distributor for Vondle Live.", "LotusLive provides customers with powerful application integration with services made available by third-party providers. IBM has teamed with providers such as Silanis and Skype to provide integrated services that enable customers to use electronic signing capabilities and voice-over-IP services utilizing integration points with their LotusLive data.", "For more information on IBM LotusLive cloud collaboration services, please visit ", " Coming later this month, users may access LotusLive Notes from the IBM cloud on Apple iPhone and iPad, Windows Mobile and Nokia Symbian devices. ", " The Communities feature in LotusLive enables users to tag information, share bookmarks, create activities and use a discussion forum from the IBM cloud.", " The IBM LotusLive collaboration suite provides integrated email, calendaring, instant messaging, web conferencing and social networking for $10 USD per user per month from the IBM cloud.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced it is addressing the growing demand for business-focused collaboration by adding new tools and services, language support and pricing to its LotusLive cloud services, including integrated business products and services from UPS, Skype, salesforce.com and Silanis. IBM will also offer the first cloud service package combining social networking and email for business starting at $7.", "LotusLive delivers cloud-based, integrated email, Web conferencing, social networking and collaboration services to simplify and improve daily business interactions with customers, partners and colleagues -- all with IBM's focus on security, reliability and integration.", "\"In its first year, IBM LotusLive has won the trust of people from businesses of all sizes who want to work safely with people outside and inside their company,\" said Sean Poulley, IBM vice president for cloud collaboration. \"Now IBM is weaving essential business services such as shipping, contract signing, Internet calling and CRM into the very fabric of LotusLive allowing people to get their work done faster.\"", "IBM is integrating ", " shipping and visibility functionality within LotusLive.  Expected to be available later this year, this integration is designed to simplify and speed important shipping-related tasks, enabling users to quickly manage these details directly from their LotusLive dashboard.  UPS serves more than 200 countries and territories worldwide; this solution places the ubiquitous UPS shipping services at the fingertips of LotusLive business users.", "\"We continue to see demand for business process improvement of core workflow responsibilities, worldwide,\" said Jordan Colletta, Vice President, UPS Customer Technology Marketing.  \"As business moves faster, companies are looking to gain immediate access to UPS services.  Integrating UPS shipping and visibility capabilities within the flow of cloud-based collaboration in LotusLive is a natural step in meeting the needs of our customers.\"", "IBM is also announcing the availability of ", ". While the industry norm is to offer cloud services in separate silos, IBM's integrations remove barriers between services, creating a seamless experience across the applications and business processes.  For example, people can use files from LotusLive in Silanis, launch them in a meeting from Salesforce", "CRM", " launch a call with Skype, or ship a package with UPS -- all in the same work flow from within LotusLive.", "With the LotusLive Engage for Salesforce CRM integration, customers can take advantage of LotusLive Meetings, Files, and Activities to collaborate with colleagues around the world from within Salesforce CRM. The LotusLive cloud collaboration tools are a great complement to Salesforce CRM, offering a comprehensive collaboration solution for mutual IBM and salesforce.com customers.", "Silanis e-SignLive e-signature services enables people from multiple organizations to use LotusLive to easily participate in a fully electronic signing process, helping to complete business transactions and legal contracts faster, more efficiently and with fewer errors. This partnership will expand the potential reach of LotusLive to the world's largest insurance and financial services companies, government agencies, integrators and service providers that trust Silanis to move their business processes online.", "For example, Signature Mortgage Corporation, a beta customer for Silanis e-SignLive,", "is enabling clients to complete and sign mortgage applications using the combined Silanis e-SignLive and LotusLive solution. This will help to improve customer experience and retention at Signature Mortgage Corporation, as well as enable the 10-person mortgage consulting team out of Canton, Ohio to compete in a market where low rates alone aren't enough to win new business.", "After downloading and installing Skype, LotusLive users can now use Skype to make voice calls via a simple click of a LotusLive contact's Skype name or phone number. Millions of individuals and businesses use Skype to make free voice calls, send instant messages and share files with other Skype users -- and now, LotusLive users can have convenient access to these same global communications tools right from within LotusLive.", "These partner integrations from LotusLive help people work the way they want to work, demonstrate the power of the open Web and showcase the power of the cloud - allowing people from any company to easily come together to get business done. For more information on these integrations, please go to ", "Available today, businesses can purchase a ", " of secure, enterprise-grade cloud email and social networking for only $7 USD per user, per month.  Combining the capabilities of LotusLive iNotes and LotusLive Connections, the bundle provides essential email, file store and share, activity management, instant messaging and social networking services to enable businesses to work with anyone from anywhere and is available today at ", ".", "Today, LotusLive services become available in", "Danish, Finnish, Norwegian and Swedish", "-- adding to the current availability of Brazilian Portuguese, Dutch, English, French, German, Italian, Japanese, Korean, Simplified Chinese, Spanish and Traditional Chinese.", "A no-cost, 30-day trial in these languages is available at", ".", "For information on the IBM LotusLive Partner Program -- including a no-cost, 365-day demo account for IBM business partners – visit ", "Skype legal disclaimer: Access to a broadband Internet connection is required. Skype is not a replacement for traditional telephone services and cannot be used for emergency calling. Skype, associated trademarks and logos and the \"S\" symbol are trademarks of Skype Limited.", " The LotusLive Engage for Salesforce CRM integration enables customers to take advantage of LotusLive Meetings, Files, and Activities to collaborate with colleagues around the world from within Salesforce CRM.", " After downloading and installing Skype, LotusLive users can now use Skype to make voice calls via a simple click of a LotusLive contact's Skype name or phone number.", " Silanis e-SignLive e-signature services enables people from multiple organizations to use LotusLive to easily participate in a fully electronic signing process.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced a new IBM Cloud Computing Competence Center in Ehningen, Germany, which will provide a broad range of cloud solutions and services to clients locally and internationally.  Located in Ehningen, Germany, home to IBM's largest data center in Europe, the new facility will host a range of technology platforms and optimized service delivery processes, enabling its clients to harness the immense potential offered by cloud computing.\n\t\t\t\t\t\t\t\t\t", "\"The opening of this center places IBM in a strong position to meet the growing demand for cloud solutions and services in the market,\" said Michael Diemer, general manager, Global Technology Services, IBM Germany. \"Meeting the highest standards of technological innovation and data security -- which is vital to clients in sensitive areas such as insurance, banking and the public sector -- the new facility joins our Cloud Delivery Center in IBM Raleigh, North Carolina as part of our globally integrated cloud delivery network.  It will offer local and international clients world-class secure and cost effective cloud capabilities to meet their fast-changing business needs.\"", "The center will also provide clients access to IBM's emerging portfolio of standardised cloud services.  These include:", "IBM is working with a range of business partners across cloud management, security, software development and testing support.  As a result, IBM can offer clients flexibility, scalability, enterprise-grade security and control for development and test on the IBM Cloud.  By co-operating with Novell for example, IBM has SUSE Linux enterprise components available and can offer its enterprise customers a full range of Novell capabilities for smart development and workload testing services.", "In March 2008, IBM opened its first European Cloud Computing Center in Dublin, Ireland, focusing on client innovation and cloud research activities.", "IBM predicts that the market for cloud computing will grow by around 28 percent a year in the period 2008-2012, from $47 billion to $126 billion US dollars.", "For more information about IBM's cloud computing products and services, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE:   ", ") today announced the closing of its acquisition of ", ".Through Unica, IBM is acquiring enterprise and cloud-based marketing  software solutions that help businesses streamline and automate  marketing processes, and understand and predict customer preferences.  Through both the Unica and Coremetrics acquisitions, IBM will enable its  clients to develop more relevant and targeted communications while  minimizing marketing expenditures. \n\t\t\t\t\t\t\t\t\t", "In today's highly interconnected global business environment,  customer insight is a top priority for organizations in all industries.   Among the highest performing companies globally, 95 percent say that  getting closer to the customer is key to achieving their business goals,  according to a recent ", "  of 1,500 CEOs.  In order to deliver on this priority, businesses must  gain a deeper understanding of customer behaviors and preferences, which  they can then use to create more effective and relevant marketing  communications and customer experiences.  ", "Unica has helped more than 1,500 organizations around the world to  better analyze customer preferences and trends, predict customer buying  needs and execute and measure relevant cross-channel marketing  campaigns.  Among Unica's client roster are industry leaders such as  Best Buy, eBay, ING, InterContinental Hotels Group, Monster, and US  Cellular.  ", "\"The market has been responding very favorably since IBM announced  its intent to acquire Unica in August,\" said Yuchun Lee, CEO of Unica.  \"Over the past year, Unica added nearly 450 customers, including many  industry leaders like Air France, Autodesk, Hilton Hotels, O2, Qualcomm,  and United Airlines.\" ", "\"IBM is committed to helping CMOs address the challenges facing  marketing organizations today,\" said Craig Hayman, general manager, IBM  Industry Solutions Group. \"Together, the Unica and Coremetrics  acquisitions help deliver the customer insight our clients demand, along  with the measurable results they are seeking across sales channels.  We  will support the Web analytics investments Unica and Coremetrics  customers have made by delivering industry-leading Web analytics  capabilities for line-of-business users and analysts both on-premises  and in cloud environments.\" ", "Together with IBM's WebSphere Commerce software, the company's recent acquisitions of ", ", ", ",  and now Unica enhance its ability to offer the technologies marketing  organizations need to streamline, automate, and optimize  mission-critical business processes.  These processes include awareness  and demand generation, sales process automation, order processing and  fulfillment.", "With the closing of this acquisition, approximately 500 Unica employees join IBM's Software Solutions Group.  ", " (Nasdaq: UNCA) is the recognized leader in ", " solutions. Unica's advanced set of ", " and ", "  empowers organizations and individuals to turn their passion for  marketing into valuable customer relationships and more profitable,  timely, and measurable business outcomes. These solutions integrate and  streamline all aspects of online and offline marketing. Unica's unique ", " approach incorporates customer analytics and ", ",  centralized decisioning, cross-channel execution, and integrated  marketing operations. More than 1,500 organizations worldwide depend on  Unica for their marketing management solutions.", "Unica is headquartered in Waltham, Massachusetts with offices around the globe. For more information, visit ", ".  ", "For more information visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tInformation technology professionals predict that mobile and cloud  computing will emerge as the most in-demand platforms for software  application development and IT delivery over the next five years,  according to a new IBM (NYSE: ", ") survey released today.\n\t\t\t\t\t\t\t\t\t", "The 2010 IBM Tech Trends Survey, conducted online by IBM developerWorks, provides insight into the most significant enterprise technology and industry trends based on responses from 2,000 IT developers and specialists across 87 countries.  ", "\r\n", " ", "\r\nAccording to the survey, more than half of all IT professionals – 55 percent -- expect mobile software application development for devices such as iPhone and Android, and even tablet PCs like iPad and PlayBook, will surpass application development on all other traditional computing platforms by 2015.", "\r\n", "\r\nWith the proliferation of these mobile devices, industry analysts are predicting mobile applications sales will undergo massive growth over the next three years, with estimates of mobile application revenues expanding from $6.2 billion this year to nearly $30 billion by 2013.", "\r\n", "\r\nSupporting the growing number of software developers creating new applications for mobile devices, IBM now offers no-cost mobile computing technology resources, through IBM developerWorks, for application development on mobile platforms such as iPhone, iPad, HTML5 and Android.", "\r\n", "\r\nIBM also today launched the first ", ", providing developers around the world with mobile access to build skills and network with colleagues using the professional social networking platform, My developerWorks, built on IBM Lotus Connections.", "\r\n ", "\r\nAdditional IBM Tech Trends Survey findings include:", "“To best understand where enterprise technology is headed, one must pay attention to those who have a pulse on market demands – the developers and IT specialists responding to these demands and creating the next generation of business applications,” said Jim Corgel, general manager, IBM Independent Software Vendors and Developer Relations. “These survey results clearly demonstrate that IT professionals see a combination of disruptive technologies and industry-specific skills as key to driving near-term business growth.”  ", "\r\n", "\r\nThe online survey, conducted by IBM developerWorks of its eight million registered users in August and September 2010, includes responses from IT professionals with expertise in areas such as enterprise and web application development, system and network administration, and software testing and architecture.", "\r\n", "\r\nIBM developerWorks Announces New Resources for IT Professionals", "\r\n", "\r\nIBM today announced additional resources, through IBM developerWorks, to help professionals build skills to prepare for the next generation of IT and application development opportunities. The no-charge resources include:", "Today, developerWorks is the largest and most visited global site to gain technology skills. Over four million IT professionals visit developerWorks each month to gain no-cost access to software tools and code, IT standards and best practices across various industries. Users also tap skills training in IBM software and open technologies including Linux, Java, XML and cloud computing.", "\r\n", "\r\nFor more information on developerWorks, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today unveiled new offerings in an expansion of its middleware software portfolio aimed at helping businesses achieve new levels of efficiency, flexibility and cost reductions through virtualization, integration and cloud computing.  These products and services will help businesses to optimize their business processes, strengthen relationships and better integrate their business networks with customers, suppliers and partners\n\t\t\t\t\t\t\t\t\t", "Over the past decade, businesses have gained the ability to tap into and capture vast amounts of rich data that had previously been unobtainable. This data overload is compounded by a new business environment where business processes can span departments and extend to a broad business network beyond a company itself to include business partners, suppliers, subsidiaries, and customers.  These systems can’t stand still:  regulations change, new inventions emerge, alliances shift, companies merge, capital grows tighter and looser.  The business world has become too complex for the human mind to manage by itself.  That's where software is needed to add a layer of intelligence.  Software can provide the clear guidance, direction, and insight that business networks need to function efficiently.  ", "IBM is providing a context and the tools which business leaders can use to create a dynamic network for their businesses.  New Hypervisor editions for IBM software can help clients speed their return on investment by simplifying the installation, deployment and management of technologies such as WebSphere Message Broker, WebSphere Business Monitor and WebSphere Process Server.  These virtualized technologies work on leading Linux operating systems, enabling higher hardware utilization and faster installation.    They follow best practice patterns to reduce the time needed for set up and deployment and can also simplify deployment into a private company cloud through the WebSphere Cloudburst Appliance. ", "“Studies have shown that agile businesses have 40 percent higher earnings per share growth and a 45 percent higher return on their investment,\" said Marie Wieck, GM AIM. \"Successful companies today find ways to optimize their business processes in order to efficiently integrate with customers, partners and suppliers. Using virtualization and cloud computing to control costs and add flexibility to application infrastructure, these businesses demonstrate a proven roadmap to gain greater agility and the business benefits that follows.\" ", "IBM is a leader in providing clients with higher-value capabilities that enable them to better integrate with their network of partners, suppliers and customers.   IBM's new integration software facilitates the sharing of services between domains, providing a single view of services across the entire business network.  This software helps businesses make more intelligent decisions by focusing on the most significant data and events, enabling rapid, proactive responses to unfolding situations and even future forecasted events.  ", "WebSphere MQ Telemetry can provide enterprise applications and connectivity for instrumented devices and large networks of resource-constrained devices.   This technology can solve real-world challenges including: automated metering; executive alerts; healthcare personal and resource tracking; industrial tracking and visibility; and supply chain and logistics.", "One example of such integration best practice is Indian conglomerate TATA Group. TATA wanted to become a pioneer in India’s newly opened direct-to-home satellite television market. To reach these ambitious growth and market penetration goals, the company needed to gain the advantage by launching its offering faster than competitors.  The company also had to launch an entirely new business unit with no infrastructure or existing processes at all.  ", "\r\n", "\r\nTATA chose IBM to build a robust, flexible business model and service-oriented architecture (SOA)-based IT infrastructure to launch the TATA Sky satellite broadcasting service. This “green field” project, in which a business is built from scratch, was the first of its kind in India.   The business was successfully launched in less than six months and crossed the one million connections mark within its first year of operations — the fastest growth rate in world history for this kind of business.  TATA Sky is currently on track to reach a target of eight million connections by 2012.", "\r\n", "\r\nAs part of today's news, IBM is also introducing a range of new products and services including: ", "For a full listing of and details on all of today’s new products and services please visit: ", " ", "For more information on how IBM is helping clients and partners increase their agility and make smarter, faster decisions to increase their business performance, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tThe Jordan University of Science and Technology (JUST) and IBM (NYSE: ", ") today signed an agreement for IBM to provide the technology and services needed to establish a new Centre of Excellence for Service Science Innovation at the university's campus in Irbid city, in northern Jordan.\n\t\t\t\t\t\t\t\t\t", "The new centre will deliver teaching resources and technology expertise to students over a cloud computing infrastructure - the first system of its kind in the Middle East region. IBM consultants will also support JUST with curriculum development and provide expertise in the area of Services Science Management and Engineering (SSME).", "H.E. Marawan Juma, Minister of Information and Communication Technology of Jordan commented: \"The collaboration between JUST and  IBM, especially as it relates to capacity building and knowledge transfer, will further strengthen Jordan's competitive position as a gateway to the Middle East and North Africa region and beyond.  We strongly value IBM's recent engagements in Jordan and look forward to forging a deeper and mutually beneficial relationship in the near future.\"", "The solution will be based on IBM's CloudBurst, which is an integrated service delivery platform that includes BladeCenter technology, storage, networking, virtualization and service management software. The workload-optimized system will provide JUST with a private cloud environment as a platform for innovation.", "\"Jordan has a strategic objective to become a knowledge-based economy and an internationally recognized exporter of ICT products and services by developing and leveraging its most important resource, the Jordanian people,\" said Dr. Wajih Owais, President of JUST. \"Our agreement with IBM is an important part of delivering on this vision by strengthening our position as a leading institution of technical education and enabling us to deliver unique research, innovation and education that is relevant not only regionally but also globally.\"", "Under the terms of the agreement, IBM will also help to coordinate the centre and assist JUST in developing new curricula on key technology areas such as Service Oriented Architecture (SOA), Business Processes Management (BPM), Business Analytics, Business Processes Optimization (BPO), Service Science and Cloud Computing. IBM will use its expertise in these areas and draw on skills from its research and development laboratories to help develop educational resources and run workshops, courses, internships and certification programs. The initiative will support the university in driving skills and expertise in services science to the benefit of national schools, higher education and research establishments in Jordan and beyond.", "\"IBM will help JUST leverage some of the most advanced technologies to provide researchers, faculty and students with a powerful platform for innovation,\" said Amr Refaat, Country General Manager, IBM Middle East. \"By working together with JUST, we will help ensure that Jordan and the Jordanian people are best positioned to address issues vital to the building of a smarter planet.\"", "IBM will draw on its experience of best practice from around the world to ensure that the university benefits from the best possible educational models and ensure that students and faculty alike address pertinent industry issues crucial to business and government.", "IBM continues to be a leader in the field of Service Science Management and Engineering. A term introduced by IBM, SSME describes a new academic research discipline that aims at studying, improving and teaching services innovation. It also calls for academia, industry, and governments to focus on becoming more systematic about innovation in the service sector, which is the largest sector of the economy in most industrialized nations, and is fast becoming the largest sector in emerging markets. IBM has been working with hundreds universities worldwide to design courses that combine disciplines including computer science, operation research, engineering, management science, business strategy and social and cognitive sciences.", "For more information about IBM, please visit ", "For more information about JUST, please visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today expanded its CloudBurst family of pre-integrated cloud service delivery platforms by delivering the appliance on its POWER7-based hardware as well as separately offering the software to run on currently installed IBM and non-IBM systems.\n\t\t\t\t\t\t\t\t\t", "Based on IBM's own corporate cloud installations and hosting engagements with thousands of clients, IBM CloudBurst appliances are workload-optimized solutions that integrate hardware, storage, networking, virtualization and its industry-leading service management software to create a private cloud environment. Compared with manually configuring a similar system, CloudBurst can cut the IT staff's labor in integrating systems, provisioning and managing storage up to 95 percent, according to IBM estimates.", "\"Automating IT resources to support new applications is critical because at most companies, a business user typically must wait weeks to get access to new IT resources due to the manual processes required to set up resources,\" said Lauren States, vice president, Cloud Computing for IBM Software Group. \"IBM CloudBurst automates the manual processes to dramatically speed a business's time-to-market.\"", "At the core of the new cloud offerings is IBM's latest autonomic computing advance, the new IBM Service Delivery Manager, which quickly deploys applications— automating the deployment, monitoring and management of cloud computing services for the IT staff.  ", "Announced today, Jordan University of Science and Technology will use CloudBurst as a private cloud environment as a platform for innovation supporting its new Centre of Excellence for Service Science Innovation at the university's campus in Irbid city, in northern Jordan. The new center will deliver teaching resources and technology expertise to students over a cloud computing infrastructure - the first system of its kind in the Middle East region.  For more information, see this news: ", "IBM CloudBurst v2.1 on Power Systems provides a certified platform to run SAP applications.", "\"It will be of interest to our joint customers, including hosting providers, for building their enterprise cloud,\" said Kaj van de Loo, senior vice president, Technology Strategy, SAP.  \"It will be of significant value that the end-to-end cloud solution and support will come from a single vendor, thereby lowering risk and time to market for deploying mission-critical applications on an enterprise cloud.\"", "As an early adopter of IBM CloudBurst, the Municipal Software Park in DongYing, China is using IBM cloud technology to jump-start new economic development in the region and to support the city's expansion from industrial to services-based economy.  The cloud computing platform provides software test and development resources for dozens of top software startups and IT companies, and helps to host Internet-of-Things applications supporting e-government services.  IBM CloudBurst has helped the Municipal Software Park provide local businesses with an innovation platform to develop green IT, oil and gas, and digital city services.  As a result, the DongYing Municipal Software Park has been recognized as a leading innovation project in the country.", "Here are the product details:  ", "For more information, please visit:", " ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today introduced new software and cloud services that accelerate business processes, helping clients deliver better results and expanding IBM's leadership in business process management (BPM).\n\t\t\t\t\t\t\t\t\t", "IBM's new Blueworks Live offering", "brings together process documentation and social community elements with more than 20,000 members and over 200,000 processes already modeled and documented. ", "The new cloud service also adds a new ability to structure and automate ad hoc processes in 90 seconds that businesses currently run over email and attachments.  Blueworks Live combines and delivers these in one cloud offering starting at $10 per user per month.", "IBM's newest business process management cloud offering, Blueworks Live provides a more cost-efficient way for businesses to acquire and use information technology (IT) with IBM's reputation for security, reliability and integration.  According to IDC, public IT cloud services will grow at over five times the rate of traditional information technology (IT) products.  Worldwide revenue from public IT cloud services exceeded $16 billion in 2009 and is forecast to reach $55.5 billion in 2014, representing a compound annual growth rate of 27.4%.*", "\"75 percent of our customers' processes today are conducted using email or spreadsheet and document attachments,\" said Marie Wieck, IBM General Manager for Application Integration Middleware. \"Blueworks Live is a revolutionary tool for the masses, opening the door to valuable business user involvement and insight into processes not addressed by business process management tools in the past.\"  ", "With Blueworks Live, employees can start quickly improving simple processes such as new marketing promotional campaigns, employee on-boarding, and sales quote approvals, gaining greater visibility, understanding, insight and control.  Business users can easily interact with their departmental colleagues", "and can collaborate through a private and secure company work stream, choosing to easily follow any updates to roles, processes, and more, which are updated in this Facebook-like", "stream view.  Managers and team members can instantly see the status of work in progress via built-in dashboards and reports.", "Blueworks Live provides intuitive discovery and documentation capabilities for even the most complex processes.  One client, PRC, is using these capabilities as part of its integrated call center operations.  \"Everyone is engaged in the process and people are participating,\" said Rachel Pace-Maron, Director of Operations, PRC.  \"It has really worked out very well.  This is as easy as it looks.\"", "Lincoln Trust, one of the country's leading independent providers of trust and custodial services, is using process documentation and analysis as a key tool in their BPM projects.  \"We now have tools to map out, study and improve all of our processes.  They are user friendly and logical.  I'm excited that we've embraced the BPM technology and culture that supports the way we want to manage our business,\" said LaTeca Fields, Business Analyst-Specialized Support Services.", "As part of their BPM solution with IBM, Lincoln Trust has seen a 90 percent reduction in customer complaints due to lost or mishandled documents and achieved an overall cost savings to date of $2.2 million.", "A key to improving business processes is automating decisions to streamline process design and execution and make better, faster decisions.  IBM is adding a new technology to its market leadership in Business Rules Management Systems - WebSphere Decision Server.  This decision management software, for example, can deliver more dynamic marketing promotions and pricing, better fraud detection and prevention, and more refined risk assessments.", "This product builds on IBM's growing decision management portfolio, joining SPSS Decision Management which allows business users to set up industry-specific data for quick, efficient modeling, providing predictive analytics to business users.", "By combining Business Rules Management technologies with WebSphere Decision Server, IBM enables organizations to detect and react to defined data patterns as they occur and provide the appropriate decision response based on a variety of factors, including business policies and best practices or regulatory requirements.  ", "For example, EMT, a leading mobile telecommunications provider, owns and operates network infrastructure and develops and markets services and solutions around the world.  Using IBM ILOG software, EMT back-office staff can now create rules that define how campaigns and services will be used and whom they will target – without any need for programming knowledge.  IT teams spend less time programming rules and can focus on more strategic projects.  Simple rule changes can be implemented in less than two days, instead of being tied to the standard monthly development and testing cycle, resulting in faster launches of new campaigns and services.", "WebSphere Lombardi Edition is an easy-to-use business process management (BPM) offering for building and managing process applications with less time, cost, and risk in a unified platform.  Its graphical design makes it easy for process owners and business users to implement and improve  their  business processes.", "With built-in real-time monitoring and analytics, clients can gain the visibility to understand process bottlenecks and inefficiencies so they can be streamlined.  WebSphere Lombardi Edition is suited for business processes that require  a high degree of usage and collaboration.  Its shared model architecture ensures collaboration between business and IT departments.  ", "University College London Hospitals NHS Foundation Trust (UCLH), one of the largest NHS (National Health Service) trusts in the U.K. elected to use business process management (BPM) capabilities from WebSphere Lombardi Edition to develop a comprehensive Patient Tracking System (PTS).  UCLH also used capabilities available from Blueworks Live for process discovery sessions of its highly complex administrative processes.", "\"A vital part of the Patient Tracking System is the business process management platform that provides real-time tracking, enables parameters to be set and creates the notifications and alerts allowing us to know what stage the patient is in their pathway and how long they have been at that stage,\" said James Thomas, IT Director of University College London Hospitals NHS Foundation Trust.", "For more information on IBM BPM, please visit ", "For more information on IBM Blueworks Live, please visit ", "IBM, the IBM logo, ibm.com, WebSphere, SmartSOA, Smarter Planet and the planet icon are trademarks of International Business Machines Corporation, registered in many jurisdictions worldwide. Other product and service names might be trademarks of IBM or other companies. For a current list of IBM trademarks, please see ", "  ", "All other company, product or service names may be trademarks or registered trademarks of others. Statements concerning IBM's future development plans and schedules are made for planning purposes only, and are subject to change or withdrawal without notice. Reseller prices may vary.", "*source: IDC Worldwide and Regional Public IT Cloud Services 2010–2014 Forecast, June 2010 (Doc.# 223549)", " IBM Blueworks Live business process template library", " Blueworks Live Community social network", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: IBM) today announced a new cloud services platform to help communications service providers capitalize on the growing market opportunity for public cloud services expected to increase to $89 billion by 2015.", "To view the multimedia assets associated with this release, please click ", "This announcement is about helping communications service providers bring their customers new services. Service providers can now quickly and cost-effectively enable hundreds or even thousands of new services and use an integrated cloud service management platform to create, deliver and manage those services.", "The IBM Cloud Service Provider Platform is a comprehensive set of hardware, software and services to help providers rapidly deliver cloud computing on their own. It includes the most advanced, carrier-grade technology with all the essential security and service management capabilities to ensure reliability essential to their own customers.", "It allows Communications Service Providers", "to rapidly", "transform their business to deliver new services over their existing networks and drive new sources of revenue. They can use it to deliver  \"as-a-service\" offerings such as collaboration applications, customer relationship management services, data storage, back up and recovery, and industry-specific applications.", "This new cloud service management solution, built on the IBM Service Delivery Manager platform for cloud computing, can help providers speed the time to market of new services while lowering associated cost and business risk, allowing service providers to:", "Cloud-based services are emerging as an important new business model for the communications industry", " However, providers need to quickly define their strategy if they want to capitalize on this new and fast-growing opportunity.", "\"IBM is using its cloud expertise to help the world's service providers capture new market opportunities and expand the value of their networks in new ways,\" said Scott Stainken, general manager, IBM global telecommunications industry. \"IBM is the only one to offer proven, carrier-grade reliability and the only one of its kind that can deliver scalable and secure cloud computing over heterogeneous networks. Today's news goes beyond just providing the infrastructure, we're also bringing together partners and expertise to help providers grow cloud services into a profitable new business.\"  Multiple pilots worldwide are already underway on the IBM Cloud Service Provider Platform with clients such as Orange, Shanghai Telecom and SK Telecom.  ", "Orange, a major global telecommunications company, is using the IBM Cloud Service Provider Platform in a pilot project to create new infrastructure-as-a-service offerings for their customers. \"IBM is providing a fully integrated stack delivering highly secured virtualized infrastructure that can be used to provide our internal and external customers a new level of infrastructure-as-a-service. For example, automating the extension of our customers' data-center and providing highly customized topologies,\" said Didier Jaubert, senior vice president Global Services of Orange Business Services. \"This integrated platform provided by IBM is an important step for us to expand our capabilities faster and beyond those of other carriers.\"", "Providers that adopt the IBM Cloud Service Provider Platform will receive new support and benefits to help them access the IBM partner ecosystem to extend, market, enable and sell their cloud services. These new benefits are available immediately and will be formally rolled out early next year as part of a broader new cloud partner program.", "Companies such as ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", " and ", " are supporting the platform today and are joined by a range of cloud builders, application, technology and infrastructure providers, as well as resellers, and cloud aggregators. IBM's Venture Capital Group worked with six of these nine partners during their startup phase, helping them to become IBM Business Partners and make their technologies enterprise-ready using IBM hardware and software. This ecosystem can be accessed through a global network of 38 IBM Innovation Centers with dedicated technology, marketing and sales resources to help integrate partner applications and vendor technologies. Other vendors leave this complex work to the customer.", "\"Shanghai Telecom is piloting IBM's new platform to extend computing and telecommunications into the enterprise market to capture the growing business opportunity to provide infrastructure to businesses and multinational corporations operating in China,\" said Chen Xiao Qin, vice director, marketing, Shanghai Telecom. \"We're making an important shift in the way we do business by providing clients powerful cloud computing services as well as cost savings.\"", "At the core of the carrier-grade cloud offering is IBM Service Delivery Manager. The advanced software quickly deploys applications— automating the deployment, monitoring and management of cloud computing services for IT staff. Additionally, the Tivoli Netcool network and service assurance portfolio and other IBM software provide integrated service management, network monitoring, built-in security, storage virtualization, service level agreement management and usage and accounting management.", "IBM also offers services to support a cloud-based model such as business strategy consulting, sales training and education, business intelligence and analytics and services, application development and testing, and integration services.", "\"Cloud Services enable new opportunities that leverage our convergence and connectivity strategies and investment in networks and systems,\" said Ibrahim J Gedeon, chief technology officer, TELUS Communications of Canada. \"Any device-anyone-everywhere is where cloud meets revenue.\"", "IBM works with the top 1,000 communications service providers worldwide, including all 20 of the largest global providers. The IBM Cloud Service Provider Platform is currently available worldwide from IBM.", "About IBM", "For more information on IBM's cloud computing portfolio, research and labs, visit ibm.com/cloud.", "For more information on IBM's Cloud Service Provider Platform, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIn a deliberate move to quickly prepare its global ecosystem of business partners for the coming wave of cloud computing opportunities, IBM (NYSE: ", ") today launched a first-of-its-kind Cloud Computing Lab in the United Kingdom to help partners capture cloud computing business opportunities.  The new lab will help IBM Business Partners cloud enable their technologies and gain the sales and marketing skills they need to take advantage of this fast-growing market.\n\t\t\t\t\t\t\t\t\t", "In a recent IBM developerWorks survey of 2,000 IT professionals from 87 countries, 91 percent of respondents said they anticipate cloud computing to overtake on-premise computing as the primary way organizations acquire IT by 2015.  Industry analysts also are predicting significant growth for cloud computing services, estimating that this year's $68 billion opportunity will reach nearly $150 billion in four years.", "Partners at the new Cloud Computing Lab in the Hursley IBM Innovation Center can access the latest in IBM cloud technologies to develop and test new cloud services, and work with industry experts to build a go-to-market plan. A typical project at the lab will help a partner explore a wide variety of cloud computing models and become cloud builders, application, technology and infrastructure providers, and cloud resellers and aggregators, depending on their individual business.", "Unlike IBM's competitors who ask their partners to do the heavy lifting in cloud enabling their technology -- then come up with a business plan to sell it -- IBM works directly with its partners on these crucial steps to help ensure joint success in the marketplace.", "For example, IBM Business Partner ", ", a leading IT business systems and managed services company based in the UK, recently signed an agreement and developed a go-to-market plan with IBM to deliver cloud based services to its 1,400 mid-market customers across the US, Europe and Asia, including 500 of its own resellers.  Maxima will deliver business applications hosted on an IBM cloud to its clients in the construction, manufacturing and distribution, financial services, telecommunications, and public sector industries.  The company will market cloud services through its Maxima Reseller Portal, allowing customers and resellers to use and market business applications using the portal.", "\"Businesses are looking for reliable performance and security in cloud services,\" said Graham Kingsmill, CEO, Maxima. \"The combination of Maxima and IBM cloud services addresses these issues and can help our joint clients and resellers grow their business and reach new markets.\"", "Experts from IBM's Cast Iron development team", "will be on-hand at the lab to help partners connect on-premise and cloud computing environments for clients in the finance, healthcare, telecommunications and energy and utilities industries.  IBM acquired Cast Iron earlier this year for its expertise as a leading integration-as-a-service company.", "Partners can access the lab from any of IBM's network of 38 Innovation Centers worldwide. As a result, partners at these centers can work virtually with the cloud experts at the Hursley IBM Innovation Center to enable their technologies and gain the skills they need to build and deliver new cloud services.", "\"Our business partners are ready to cash-in on cloud computing, and they are looking to IBM for hands-on assistance to drive new business opportunities,\" said Jim Corgel, general manager, IBM ISV and Developer Relations. \"The new Cloud Computing Lab will help our partners gain the skills they need to build next generation business applications and services for the cloud using IBM technologies.\"  ", "Today's announcement builds on recent cloud news where IBM continues to demonstrate its commitment to help business partners capture cloud business opportunities:  ", "For more information on IBM Innovation Centers, visit: ", ".", "For more IBM Cloud news, visit: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today launched a new Federal Community Cloud specifically designed to help federal government organizations respond to technology requirements more quickly.  The secure, private cloud environment is part of IBM's established and dedicated Federal Data Centers (FDC) that provide secure and comprehensive certified computing capabilities to federal government clients.\n\t\t\t\t\t\t\t\t\t", "IBM's Federal Community Cloud (FCC) will enable data and services to reside in secure, scalable data centers that can be quickly accessed by federal organizations at a fraction of the cost.  The capabilities are dynamic and scalable to help organizations meet government consolidation policies mandated by Obama administration Chief Information Officer Vivek Kundra in February.  Benefits include:", "IBM's Federal Community Cloud is in the process of obtaining Fed Ramp certification to meet FISMA (Federal Information Security Management Act) compliance standards, a requirement for government IT contractors, and will be operated and maintained in accordance with Federal Security Guidelines.", "The complex nature of work federal organizations will continue to increase in the years ahead, as well as the mandates required to pursue these efforts.  For example, using technology to process benefits claims electronically; identifying waste, fraud and abuse in social services programs; conducting health care research; running military simulations; conducting global warming models; or predicting and managing traffic patterns in real-time.  This is coupled with current agency needs such as maintaining security, quickly deploying new applications and services for collaboration, meeting environmental mandates, reducing costs, and adhering to the landslide of compliance requirements.  As a result, data center capacity will continue to be in short supply, and running independent IT infrastructures becomes a riskier proposition for the federal government, as well as a costlier use of taxpayer dollars.", "\"The physical and virtual infrastructures of our federal clients can be monitored and managed more seamlessly using cloud models that ensure better security, standardization and automation driving lower costs,\" said David F. McQueeney, IBM Chief Technology Officer, US Federal.  \"Cloud computing environments will dramatically accelerate and enhance government agency missions, opening the door to better decision making based on real-time data and laying a strong foundation for greater focus on innovation.\"", "IBM is currently working with 15 federal government organizations – including the Department of Housing & Urban Development, Department of Defense (Army, Navy, and Air Force), Department of Homeland Security, Department of Education, Department of Agriculture, and Department of Health & Human Services – to provide cloud and data center capabilities to quickly build, manage, operate and analyze complex computing environments.  These clients and other government organizations in the federal community now have access to the IBM Federal Community Cloud through the GSA IT procurement schedule 70, or GWAC or IDIQ procurement vehicles for cloud services can be established.", "In addition to the Federal Community Cloud, IBM also announced today cloud capabilities for state and local governments.  The Municipal Shared Services Cloud uses a unique combination of advanced data analytics and Software as a Service to integrate software from multiple software vendors and Web-based applications onto one easy-to-use platform that municipal governments nationwide can tap into and share. IBM is working with the New York Conference of Mayors and the Michigan Municipal League to coordinate the participation of their members in pilot testing the new service.", "For more information about IBM's solutions for federal government clients, visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced a new way to help local governments improve services for their constituents and to reduce costs. The IBM Municipal Shared Services Cloud lets local governments appropriately share information internally and across governments nationwide.\n\t\t\t\t\t\t\t\t\t", "With a unique combination of advanced data analytics and Software-as-a-Service technology, the IBM Municipal Shared Services Cloud integrates services from multiple providers on an easy-to-use platform that governments nationwide can share. The new cloud platform will improve municipal operations, add Web-based citizen services, allow integrated data analysis, and provide better transparency. Government employees will save time, increase productivity, and help citizens quickly get the information they need.", "Governments at every level have technology challenges: obsolete systems and software, poorly integrated applications, minimal Web-based constituent access, and limited data analysis. Applications tend to be costly to deploy and maintain, making it hard to integrate new services. The IBM Municipal Shared Services Cloud provides transparent and efficient interaction among governments, citizens, and business enterprises.", "IBM is working with the New York Conference of Mayors (NYCOM) and the Michigan Municipal League (MML) to help their member municipalities operate more effectively. NYCOM and MML will coordinate the participation of their members in the pilot, and both see the IBM platform as an effective way to provide constituency services.", "NYCOM is an association of, and for, cities and villages in New York. From training programs to legislative advocacy to inquiry handling, it assists city and village officials in providing essential services in a cost effective manner. MML provides educational opportunities for elected and appointed municipal officials. It assists municipal leaders in administering services to their communities through League programs and services.", "The IBM Municipal Shared Services Cloud will offer independent software vendors a low-cost, scalable, secure platform over which the can provide services for local governments. Municipal officials will the select the software products that best provide the services they need. This cloud technology will ultimately include a citizen portal, a Web-based way for citizens to understand their relationship with their government, enhancing transparency and trust in government.", "\"Now, more than ever, cities and villages throughout New York are faced with daunting fiscal challenges,\" said Peter A. Baynes, executive director, NYCOM. \"Meanwhile, the essential services provided by municipalities and relied upon by residents and businesses must continue. The IBM Municipal Shared Services Cloud has the unique capacity to reduce government technology costs, enable seamless integration of disparate software, and exponentially improve the ability of municipal departments to work together efficiently.\"  ", "The IBM platform supports loose coupling of applications. Applications will work independently, but when delivered together, they will be automatically integrated by the platform. Multiple applications will link seamlessly supporting data sharing and event handling. This loose coupling will significantly improve government productivity and service quality, and will reduce error-prone manual work.", "The property tax process is a good example.  Tax processing spans multiple departments, including building, assessment, tax, and finance. Each department typically maintains its own applications, and information sharing is frequently manual. With the IBM platform, information will flow between the applications, and much of the manual work will be eliminated.", "\"This is a time when local governments are feeling more intense fiscal pressures than ever,\" said Anthony Minghine, associate executive director and COO, Michigan Municipal League. \"As a result, we're constantly searching for new ways to help our member municipalities work smarter and more efficiently. IBM's new cloud technology can redefine how communities cooperate and collaborate together. The cloud creates efficiencies, reduces costs and allows communities to work together without regard to their geographic boundary.\"", "The IBM platform can benefit other municipal function including public safety. Integrating police, fire and court applications will provide faster and more accurate access to appropriate information. Linking with clerk and assessor applications will give emergency responders pertinent details about home schematics, registered weapons, and pets.", "\"On the national level, there has been a lot of discussion about consolidating local governments.  This technology will enable governments to share services as if consolidated, to foster efficiencies and more effective services,\" said Robert W. Elliott, former Mayor of Croton-on-Hudson, New York and former Deputy Secretary of state of New York. \"Only IBM's innovative Municipal Shared Services Cloud can build municipal capacity and the efficiencies required to face the inevitable challenges of the future.\"", "The IBM Municipal Shared Services Cloud will improve government operations in three ways.", "1.  Integration - clients will access software as a service on the cloud, rather than paying for hardware, software and solution development. They will select what they need and subscribe as necessary. The cloud will support the infrastructure, manage operations and handle upgrades.", "2.  Collaboration - Municipalities don't compete, so unlike commercial businesses, they are comfortable collaborating. The multi-tenancy capability of IBM's platform supports safe sharing between governments providing essentially standard services with variations accommodating local needs.", "3.  Transparency - The platform will offer dashboards for government officials and citizens making operations more transparent and encouraging open, effective government. The platform's advanced analytics will provide insights for both officials and citizens.", "\"Today, municipalities need to integrate their operations to save money and improve the quality of services they provide to their constituents. IBM's new Municipal Shared Services Cloud uses unprecedented collaboration and information sharing to accomplish this goal,\" said Robert Morris, vice president, IBM Research.", "The IBM Municipal Shared Services Cloud will be available through IBM Global Technology Services. This asset is the latest in a long line of technologies developed as part of the IBM First of a Kind program, where IBM Researchers and industry experts collaborate with clients to apply technology to solving business problems.", "For more information, please visit ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today inaugurated Smarter Cities Challenge, a competitive grant program in which IBM will award $50 million worth of technology and services to help 100 municipalities across the globe. Teams of IBM experts will provide city leaders with recommendations for successful growth, better delivery of municipal services, more citizen engagement, and improved efficiency.\n\t\t\t\t\t\t\t\t\t", "This new program is the single-largest philanthropic investment currently planned by IBM, which made US$186 million worth of charitable contributions in 2009, comprising cash, technology, and consulting services.", "Over the next three years, IBM will send its top experts to those cities that have made the strongest case for participating in Smarter Cities Challenge. IBM consultants will immerse themselves in local issues involving the administration of healthcare, education, safety, social services, transportation, communications, sustainability, budget management, energy, and utilities.", "IBM's consultants and technology specialists will help municipalities analyze and prioritize their needs, review strengths and weaknesses, and learn from the successful strategies used by other cities. After studying the role that intelligent technology might play in uniting and advancing different aspects of city life, IBM will recommend concrete strategies designed to help make regions healthier, safer, smarter, more prosperous, and attractive to current and prospective residents and businesses. ", "A consistent theme will be collecting, sharing, analyzing and acting on data.  For instance, IBM experts might suggest ways to link the processes and objectives of multiple departments to reduce cost and improve productivity.  A city's education program could be more effective if it was closely coordinated with social services, transportation, parks and recreation, public health, and safety. Police officers might be more effective if timely, customized information were electronically \"pushed\" to them while walking the beat or in transit.  Citizen engagement could be improved if computer access were more widespread.  Snow removal teams might be more efficiently deployed if ultra-precise weather data were obtained and analyzed. ", "Smarter Cities Challenge will draw upon IBM's intrinsic technological savvy, but also upon the field experience accumulated by IBM over the last three years from the company's ongoing pro bono Corporate Service Corps grant program.  Corporate Service Corps deploys teams of top IBM employees from around the world with skills in technology, scientific research, marketing, finance, and business development.  They work with local government, non profit civic groups, and small business to develop blueprints that intersect business, technology, and society.  Teams have gone to work in places such as Ho Chi Minh City, Vietnam; Rio de Janeiro, Brazil; Chengdu, China; and Katowice, Poland. ", "Inspired by that program's enthusiastic acceptance, IBM is now creating the Smarter Cities Challenge to extend IBM's expertise even more broadly.  To ensure the success of Smarter Cities Challenge, IBM completed, or is conducting, a series of pilot grants in Baltimore, Maryland; Austin, Texas; and Mecklenburg County, North Carolina (Greater Charlotte).  Those engagements are producing valuable insight into how cities might derive the greatest benefit from IBM's expertise, and will serve as a model for engagements elsewhere. ", "\"We are honored to have been the first city chosen for IBM's Smarter Cities Challenge,\" said Baltimore Mayor Stephanie Rawlings-Blake.  \"Over the last number of weeks, we enjoyed brainstorming with IBM about making the delivery of Baltimore City's citizen services even more effective.  It was refreshing to hear new and creative points of view, and inspiring to hear about the successful approaches undertaken by other like-minded cities.  I was particularly pleased that they quickly grasped our vision for the future, and offered strategies for realizing and even enhancing those potential plans.\" ", "The approximate value of each Smarter Cities Challenge grant will be equivalent to US$400,000.  Each team will comprise top IBM talent who will bring their unique expertise to the program.  The engagement will be conducted in a collaborative, constructive and transparent manner, with IBM team members working alongside leaders from the public, private, and volunteer sectors. ", "The need for better city management has never been greater.  In 2008, according to the United Nations, more than half the world's human population began living in cities for the first time in the world's history. ", "\"Cities are vitally important to society and the economy,\" said Stanley S. Litow, IBM vice president of Corporate Citizenship & Corporate Affairs, and President of IBM's Foundation. \"But they have enormous challenges and need the innovation, creativity and technical know-how to tackle longstanding, tough issues and plan for the future.  We're excited at the prospect of helping city leaders address the most demanding challenges of our time and make their cities even more liveable.\" ", "Municipalities will be selected competitively based on a number of criteria, including the ability to clearly articulate between two and four strategic issues that can potentially and reasonably be acted upon. Also considered will be the city's track record of innovative problem solving, commitment to the use of technology and open data, and demonstrated willingness to provide access and time with city leaders and public engagement. ", "The most successful proposals will offer clear, compelling evidence that a particular city is poised to best utilize the resources offered in the Smarter Cities Challenge, that the grant has the potential to substantially enhance a city's capacity to act on key issues, and that the city is ready to match IBM's investment with its own commitment of time and talent.  Municipalities of all sizes are eligible, but it is believed that cities with populations between 100,000 - 700,000 will gain the most from the experience.", "Cities interested in researching, and potentially applying for, a Smarter Cities Challenge grant, can visit ", ". ", "Smarter Cities Challenge is sponsored by the international philanthropic foundation at IBM, which has been a leader in corporate social responsibility and corporate citizenship for nearly 100 years.  IBM implements initiatives to address specific vital issues such as the environment, community economic development, education, health, literacy, language, and culture.  IBM employs its most valuable resources -- technology and talent -- to bring these programs to fruition. Since 2003, more than 150,000 IBM employees have shared more than 10 million hours of service, transforming communities in more than 70 countries.  The expertise and time shared during that time is estimated to be valued at one-quarter of one billion U.S. dollars.", "To learn more about IBM's corporate citizenship initiatives, please visit: ", ".   To learn more about People for a Smarter Planet on Facebook, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today unveiled a new security initiative focused on making cloud computing safer. IBM aims to help both users and providers of cloud computing more easily navigate security challenges through new cloud security planning and assessment services, managed services to help clients secure their clouds, and the introduction of several technology innovations from its global research labs.", "To view the multimedia assets associated with this release, please click ", "According to IBM's Institute for Business Value 2010 Global IT Risk Study, cloud computing raised serious concerns among respondents about the use, access and control of data: 77 percent of respondents believe that adopting cloud computing makes protecting privacy more difficult; 50 percent are concerned about a data breach or loss; and 23 percent indicate that weakening of corporate network security is a concern.  As the study illustrates, businesses see the promise of the cloud model, but security remains an inhibitor to adoption.", "While an information technology (IT) foundation pertains to all cloud computing, providers and users do not generally rely on one generic model for data security. Both cloud providers and users should consider a variety of factors, including the kind of work a client wants to do in the cloud and the mechanisms and controls used. For example, clients who have collaboration tools and email work in the cloud should think about access and policy controls, while clients focused on healthcare in the cloud should be concerned with data isolation and encryption.", "To help meet these specific needs, IBM's cloud security experts work closely with clients to address their individual concerns and provide the appropriate services and offerings. This process includes evaluations of the security positioning of planned or existing cloud implementations as well as recommendations for various security strategies.", "\"IBM understands the 'one size fits all' cloud security strategy will not work for most businesses,\" said Steve Robinson, general manager, IBM Security Solutions. \"Our enterprise clients are looking for a trusted advisor to provide the right mix of security consulting services and offerings to match. By offering these new services and innovations, we aim to help clients create tailored solutions that will allow them to get the most out of their cloud environments.\"", "Additionally, IBM has a team of security professionals around the world and holds a number of security and risk management patents, which can be used to help clients solve their toughest cloud problems. As the cloud computing model evolves with the changing needs of a client's business, IBM researchers are designing new technologies to ensure the integrity of data in the cloud regardless of the business or industry scenario.", "IBM is using its expertise to outline a two-pronged approach for clients seeking to dramatically improve cloud security:", " ", "\"We needed a remote scanning solution that can help us identify critical vulnerabilities throughout our infrastructure and assist us in meeting external audit requirements,\" said Henrique Matiole, IT supervisor, ArcelorMittal Sistemas S.A. of Brazil. \"The enhanced hosted vulnerability management scanning solution carries advanced scanning capabilities for complicated security challenges and provides strong reporting capabilities through a web-based portal that helps us easily satisfy our audit requirements.\"", "Researchers at the IBM Watson and Zurich research labs are working on a variety of projects that examine new ways to bolster cloud security by enabling enhanced data integrity, recovery, privacy, and customer isolation in a public cloud environment.", "For example, IBM researchers have developed mechanisms that enhance cloud security by providing \"infrastructure hardening,\" or stronger isolation between different workloads. These mechanisms verify the integrity and correct configuration of infrastructure components such as hypervisors to help prevent low-level attacks such as spoofing, or deceiving computer systems or other computer users by hiding or imitating an Internet identity. IBM recently added some of these security capabilities to the IBM Smart Business Test and Development cloud. Some of these security mechanisms are also currently offered in the IBM Systems Director VMControl™.", "Another example of IBM's ability to rapidly take advantage of new cloud security techniques pioneered by its researchers is the integration of \"introspection monitoring\" into the IBM Security Virtual Server Protection for VMware offering. This capability enables a kind of \"virtual doorman,\" in the cloud environment, which detects potential malware attacks from outside the virtual machine and scans the operating systems inside to confirm they are running properly. The capability will then determine whether or not they contain malicious code, such as root-kits, which are software programs designed to provide a user with administrator access to a computer without being detected. This level of security isn't available from conventional introspection solutions that can only communicate and check inside the virtual machine.", "IBM's Institute for Business Value 2010 Global IT Risk Study was commissioned to understand how information technology (IT) managers are working to mitigate risk.  Core objectives of the study included evaluating the manner in which innovations like cloud and mobile computing are influencing overall IT risk strategies and exploring how the role of the IT Manager is changing in relation to these innovations.  The survey included 556 respondents from all geographies, representing companies with revenues of less than $500M to more than $10B.  Respondents worked across a diverse set of industries and sectors including finance, healthcare, biotechnology, manufacturing, government and information technology services.", "For more information on the IBM 2010 Global IT Risk Study please see:  ", ".", "IBM Security Solutions include an extensive portfolio of hardware, software solutions, professional and managed services offerings covering the spectrum of IT and business security risks, including: people and identity, data and information, application and process, network, server and endpoint and physical infrastructure. IBM Security Solutions empowers clients to innovate and operate their businesses on highly secure infrastructure platforms.", "For more information on IBM Security Solutions, visit: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tExpanding its cloud computing strategy, IBM (NYSE: ", ") today announced that it is leading a joint research initiative of 15 European partners to develop a smart cloud storage architecture, which will improve the global delivery of rich data and storage services across boundaries of countries and vendors. The research project will tackle the major challenges facing today's storage clouds, including: cost-effectiveness, data mobility across cloud providers, security guarantees, and the massive computing power demands that are affecting quality of service. The consortium partners include standards bodies, media companies, telecommunications companies, healthcare companies, academic institutions and more.  \n\t\t\t\t\t\t\t\t\t", "The EU-funded initiative, called VISION Cloud – ", "rtualized ", "torage Serv", "ces f", "r the Future I", "ternet – will develop a new approach, where data is represented by smart objects that include rich information describing the content of the data and how the object should be handled, replicated, or preserved. The new architecture will use the knowledge of the content being stored to improve data mobility and enable more efficient and secure methods of computation.", "The explosion of personal and enterprise digital data has been specifically recognized as one of the most significant characteristics of the decade. According to one estimate, 150 exabytes (billion gigabytes) of data were generated in 2005. It is estimated that ", ", 1,200 exabytes will be produced. Additionally, the explosion of raw data and the dependence on data services is expected to be further amplified due to the strong proliferation of data-intensive services and the continued digital convergence of telco, media and information technology", "\"The world is generating data faster than we can store it,\" explained Kristof Kloekner, IBM VP Strategy & Enterprise Initiatives, Systems & Software & CTO Cloud, \"and we've become critically dependant on services that can extract valuable information from the data and help drive better decision making. By optimizing delivery of data-intensive storage services, VISION Cloud will usher in a new era of more flexible, scalable, and secure cloud storage that can be delivered in a pay-per-use model.\"", "Over the last three years, IBM has been actively developing technologies related to cloud computing across its server, software, services and R&D units. Presently, IBM's cloud portfolio includes offering such as IBM Smart Business Development and Test Cloud, IBM Smart Analytics Cloud and the IBM Smart Business Storage Cloud. These offerings allow enterprises to access advanced capabilities over the cloud. The VISION Cloud represents a new initiative, led by ", ", to further advance cloud computing technology, making it easier and less costly to develop new data intensive services that provide security and guarantees for quality of service.  ", "\"Users now require capabilities that are far richer than simple raw bits and basic storage,\" noted Dr. Hillel Kolodner, IBM Haifa researcher and lead architect for VISION Cloud. \"To satisfy this need, the focus must shift to the data---where the collections of bits are semantically meaningful and have associated metadata. Data should be a first class citizen, where its importance is comparable to the computing power itself. With VISION Cloud, our aim is develop the infrastructure to support this prominence of data and data-intensive services.\"", "The VISION Cloud will introduce a breakthrough storage cloud architecture which combines several new concepts, notably (a) a rich object data model, (b) execution of computations close to the stored content, (c) content-centric access, and (d) full data interoperability. Based on this architecture and the supporting technologies, VISION Cloud will enable the delivery of new classes of rich data-intensive services, offering unprecedented functions and providing high quality of service and security guarantees.", "For example, with VISION Cloud, a future provider of storage services could offer a \"digital safe\" service, where people can safely store their digital information, including photos, videos, health records, financial records, and more.  Then, for example, when an expecting mother undergoes a 3D ultrasound, the image is automatically uploaded and stored in her digital safe. This ultrasound is stored together with metadata, such as the date, format, stage of pregnancy, or content description; the metadata is stored as an integral part of the smart 'data object'. She can then give access to family, friends, or editing services, enabling them to download and view the video – no matter what kind of format their device or computer works with.  Meanwhile, a radiologist with access to the video finds a slight anomaly and can tag the scan accordingly. The tagging triggers a search in a medical repository, which finds that the probable cause of the anomaly is an allergy medication.", "This scenario exercises innovations of the VISION Cloud, including:", "As another example, a small business may upload its financial records to a cloud to only find out at the end of the year the vendor has raised the prices of it services.  Today, unless the small business is willing to pay the increased cost, its only option is to download all of the content and choose another cloud provider.  With the technology of VISION Cloud, which is built on open standards, the financial data can easily be transferred from one cloud provider to another, saving the small business the trouble of downloading and securing what could amount to terabytes of data. Alternatively, the small business could have its data split across the two providers. Given the open standards of VISION Cloud, the less expensive provider could offer access to data still residing on the old provider. The transfer of data from the old provider to the new one could begin as a background process or even in an on-demand fashion.", "Scientists at IBM Research in Haifa, Israel will lead this research project and the consortium of partners from academia and industry. The partners in this initiative from across academia and industry include IT technology, business software, and service providers: SAP AG, Siemens Corporate Technology, Engineering and ITRicity; telecommunications providers: Telefonica Investigacion y Desarrollo, Orange Labs and Telenor; media service providers: RAI and Deutche Welle; the SNIA Europe standards organization, and leading universities: National Technical University of Athens, Umea University, Swedish Institute of Computer Science, and University of Messina.", "For information about other IBM cloud computing initiatives, please visit ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tThe U.S. Air Force has awarded IBM (NYSE:", ") a contract to design and demonstrate a secure cloud computing infrastructure capable of supporting defense and intelligence networks.  The ten-month project will introduce advanced cyber security and analytics technologies developed by IBM Research into the cloud architecture.\n\t\t\t\t\t\t\t\t\t", "The project will push the technology boundaries of cloud computing with an infrastructure design that not only supports large-scale networks, but meets rigorous security standards and the government's Information Assurance guidelines for all networks.  The Air Force's network manages the operations of nine major commands, nearly 100 bases, and 700,000 active military personnel around the world.", "\"Our goal is to demonstrate how cloud computing can be a tool to enable our Air Force to manage, monitor and secure the information flowing through our network,\" said Lieutenant General William Lord, Chief Information Officer and Chief, Warfighting Integration, for the U.S. Air Force.  \"We examined the expertise of IBM's commercial performance in cloud computing and asked them to develop an architecture that could lead to improved performance within the Air Force environment to improve all operational, analytical and security capabilities.\"", "IBM researchers, software architects, analytics specialists and cyber security experts will work with military personnel and other federal agencies to demonstrate an unprecedented level of security and network resiliency into the Air Force cloud design.  Advanced \"stream computing\" analytics will be a key design component.  This technology, coupled with sensors, monitors and other detection devices, would enable the Air Force to perpetually analyze the massive amounts of data flowing through its network and get fast, accurate, and actionable insights about possible threats, such as cyber attacks and network, system or application failures, while automatically preventing disruptions.", "In the design, customized executive-level dashboards will be used to deliver up-to-the-second information on the health and status of the network and facilitate decision-making.  This instant access to information, for example, would enable Air Force officials to automatically shift the prevention environment based on rules-based protocols in the event of a cyber attack or network anomalies.", "Autonomic computing will be another important feature of the cloud model.  This automated functionality will enable virtual cloud services to be managed remotely and provide capability for the cloud infrastructure to constantly retune itself for optimal performance - without human intervention.", "The Obama Administration has called for more extensive adoption of cloud computing in the federal government to improve information technology (IT) efficiency, reduce costs, and provide a standard platform for delivering government services.  In a cloud computing environment, IT resources - services, applications, storage devices and servers, for example - are pooled and managed centrally.  These resources can be provisioned and made available on demand via the Internet.  The cloud model strengthens the resiliency of mission-critical applications by removing dependency on underlying hardware.  Applications can be easily moved from one system to another in the event of system failures or cyber attacks.", "For more information about IBM and cloud computing, please visit", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM today announced an enhanced strategy to help clients maximize benefits of virtualization with integrated service management by focusing on four key priorities: consolidation, management, automation and optimized delivery. This strategy is based on a comprehensive view of data center virtualization including servers, storage, networking, software and services. According to analyst firm IDC the worldwide revenue for virtualization related ecosystem is expected to exceed $46 billion by 2013. ", "\n\t\t\t\t\t\t\t\t\t", "The data center is becoming an organization’s “command center” for increasingly complex IT and business issues with a corresponding growth of digital data. The data center’s boundaries are expanding beyond traditional IT assets to include physical assets embedded with intelligent technology such as building facilities, water mains and office equipment (see IBM’s announcement today on Smarter Buildings). Digital data is expected to grow tenfold from 2007 to 2011, and more than one trillion devices will be connected to the internet by 2011. ", "IBM sees the combination of virtualization with integrated service management software as the means to provide visibility, control and automation of the data center, IT design and delivery and physical assets. The combination enables business value of improved service, reduction in costs and the ability to manage risks. ", "“As the complexity of data centers is growing, it becomes critical to establish good practices of integrated service management. It allows improvements in service, a reduction in costs and the ability to better manage risks.” said Helene Armitage, general manager, IBM System Software. “By offering a cohesive portfolio to manage an infrastructure, IBM is helping clients create the infrastructure for smarter buildings, cities, utilities, offices, transportation systems and operations in every industry around the world.” ", "IBM see virtualization as the foundation of visibility, control and automation for the business infrastructure and has identified four key priorities for virtualization and integrated service management. ", "The ability to consolidate workloads from multiple smaller servers to fewer larger ones is made possible by hypervisor software. This software, available from multiple vendors, including IBM, and includes both open source and proprietary third party offerings, is the first step in any virtualization process. In addition to reducing the overall number of servers, storage and network devices, this first phase of virtualization minimizes physical points of failure in the data center, increases utilization and reduces floor space requirements. ", "IBM offers full support for a range of x86 virtualization platforms. In addition for consolidation on advance platforms IBM can support thousands of “virtual partitions” on Power and System Z platforms through IBM System Software products including PowerVM and zVM. ", "The key to the consolidation phase of IBM's virtualization strategy is helping client avoid vendor lock in by being hypervisor neutral. IBM System Software designed for the next phases of virtualization is designed to work with the broadest range of hypervisors in the industry from multiple vendors. ", "The next step in virtualization adoption, management, helps clients develop a “single pane of glass” view to manage their entire virtualized infrastructure, including servers, storage and networking technologies. This enables the IT or Systems Administrator to manage the IT infrastructure through a common set of user interfaces rather than having to navigate through the complexities and different user interfaces of the underlying IT systems. This helps improve the IT staff’s productivity and efficiency by making it easier for them to manage the IT systems across physical and virtual systems and help manage virtual appliance sprawl or proliferation. ", "To help customers better manage infrastructures, IBM offers products including IBM Tivoli Provisioning Manager for Images. The software helps IT staff manage and maintain all application and server images – virtual and physical – from a single interface. As more companies use virtualization—such as KVM, VMWare, Hyper-V and Xen—the ability to discover, capture, store and deploy virtual images and physical server images from a single repository is critical. Tivoli Provisioning Manager for Images helps reduce labor costs, reduces “image sprawl,” and builds a foundation for cloud computing. ", "Automation, the next step, allows systems, storage and networking technologies to dynamically sense and respond to peaks and other shifts in work load demands. Specific workloads can be sent to workload optimized servers tuned for specific purpose. In the event of a system failure or power outage, a properly automated data center based on virtualization can shift workloads to back up servers or disaster recovery centers. ", "Automation can also reduce the time it takes to deploy new application, or make changes to existing applications from days or weeks to hours or minutes. ", "The final step, optimized delivery is designed to take advantage of emerging delivery models including cloud computing that is unconstrained by physical barriers or location. This allows business data from applications or business services to be accessed when and where it is needed. ", "Later this year, IBM will begin to introduce additional hardware, software and services to help clients maximize the potential benefits from virtualization.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tToday at a conference in New York, IBM (NYSE: ", ") announced it will make key parts of its software portfolio available in a cloud computing environment to more easily allow professors around the world to incorporate technology into their curricula.  IBM brought together more than 200 academic and industry leaders at the conference to explore how best to integrate technology into all aspects of a college education so the next generation of global entrepreneurs will be differentiated by an education that applies technology to areas such as information management and business analytics, digitized patient records, and clean technologies.\n\t\t\t\t\t\t\t\t\t", "IBM is working initially with 20 colleges and universities across the United   States to help them use a new Academic Skills Cloud and will add additional schools over time.  The new cloud will provide academia an opportunity to use IBM software at no charge without having to install and maintain it themselves.  Cloud computing is a new consumption and delivery model inspired by consumer Internet services.  Businesses are rapidly adopting cloud computing to use information technology and services over a secure network.", "“The ability to apply technology will be essential to differentiate our graduates as they prepare to enter the work force,” says Jeff Rice, Executive Director of Career Management at Ohio State’s Fisher College of Business.  “Fisher College has established multiple research centers where faculty, students, and business leaders can collaborate on contemporary business issues.  Several of these centers focus on implementing technologies to improve business processes or commercializing new technologies.  The convergence of faculty, students, and business in such educational environments is a winning formula for both higher education and the global economy.” ", "Building on the recently announced IBM Cloud Academy program for educational institutions, the new Academic Skills Cloud provides academia access to cloud computing resources for workforce skills development.  IBM is partnering with educational institutions to leverage the power of cloud computing and enhance teaching and research services with more efficient IT environments.  ", "Using the new IBM Academic Skills Cloud, professors can help students:", " Faculty can take advantage of cloud-delivered skills resources to:", "\"Sharp is looking to hire college students who can apply technical skills across all aspects of our business,\" said Stewart Mitchell, senior vice president and chief strategist, Sharp Corporation. \"These skills are critical to our competitiveness, and we share IBM's commitment of collaborating with academia to help prepare the future workforce.\"  ", "The first wave of academics using the skills cloud will be able to teach technology skills based on IBM Rational, WebSphere and Information Management software including Rational Application Developer, Rational Team Concert, Rational Software Architect, WebSphere Application Server, DB2 and Informix.  IBM plans to add additional software over time including Cognos, Lotus and Tivoli.   ", "\"Businesses today are looking to the technology industry and academia to produce a highly-skilled workforce that can help drive transformational projects and solve industry-specific problems,\" said Jim Corgel, general manager, IBM Academic Initiative. \"IBM is collaborating with academia to meet these needs and deliver IT skills through cloud computing to help the next generation of entrepreneurs graduate and be ready to innovate.\"   ", "For more information about the IBM Academic Initiative, visit ", ". ", "For more information on IBM's cloud computing university initiatives, visit ", ".  ", "For easy reference, here is the link to the live web cast, Feb. 10, 2010, 8:30 a.m. to 12:30 p.m.: ", "  (no password required).", " Broadcast and streaming-quality video including a video news release, broll and interviews with students and professors is available to registered journalists and bloggers at ", ".  Registration is available online.", " (l. to r.) Dean Roger Norton, Marist College, with student Carol Hagedorn, and Jim Corgel, general manager of IBM's academic initiative. IBM today announced an academic cloud that will help colleges integrate technology into their curricula.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tMore than two-thirds of IBM (NYSE: ", ") Software partners expect improved profitability from its new skills initiative according to a global survey of 400 partners, IBM said today. The initiative includes new sales and technical resources for IBM Software partners to help jump-start new business opportunities.\n\t\t\t\t\t\t\t\t\t", "For the first time, IBM will:", "Businesses today are adopting technology to become more efficient and transform their organization based on specific industry requirements. IBM is delivering this initiative to help partners build the right skills needed for 21st century transformation projects. Given these requirements, under the IBM Software Value Plus skills initiative, partners can choose which products across the IBM software portfolio to become certified and authorized to sell based on their business model and industries served such as healthcare, banking and financial markets, retail, government, telecommunications, chemical and petroleum and energy and utilities among others. ", "According to a new Global Business Partner Profitability Survey conducted by Ronin Corporation and commissioned by IBM, 60 percent of IBM Software partners said they expect to increase profitability in 2010 and beyond by participating in Software Value Plus. The same percentage of IBM's top-tier Software partners said they see more revenue in the form of hardware, software, and services when selling IBM software as compared to revenue generated by other vendors' top- tier partners. From a growth perspective, 50 percent of IBM's top-tier Software partners report that cloud computing will be a leading driver of profitability over the next two years, and the same percentage of all IBM Software partners rank consulting services as their top cloud opportunity. ", "In response to these survey results, IBM is delivering new resources as part of its skills initiative including: ", "\"Our partners are constantly looking for new ways to demonstrate business value to clients and differentiate themselves from the competition,\" said Philip Gallagher, Global President, Avnet Technology Solutions, an IBM value-added distributor. \"IBM's strategy to boost access to sales, marketing and technical skills with initiatives like Software Value Plus can help partners better meet client requirements and improve their profit margins.\"", "Today's news comes at a time when IBM is expanding its commitment to increase marketing investments for all IBM Business Partners serving mid-sized companies including a new cross-IBM solutions development team to create a suite of integrated, cross-IBM solution building blocks around areas such as data protection, business analytics and dynamic infrastructure; a $130 million (USD) investment in marketing and demand generation programs including a significant expansion in co-marketing programs to help partners design their own lead generation campaigns; and increased support of local partners through Territory Business Partner Representatives to drive opportunities, develop solutions, maximize co-marketing activities and focus on client satisfaction.", " ", "\"Clients recognize the value in working with skilled partners to architect and implement solutions that can transform their business,\" said Nicolas Jabbour, CEO, Prolifics, an IBM Premier Business Partner. \"Our primary goal is to help clients succeed, and many have already switched to Prolifics because of the business and technical skills we bring to the table. IBM's focus on providing new and relevant skills to software partners complements our core competencies as a systems integrator, and we are now tapping these resources to grow our bottom line.\" ", "The new resources announced today are provided through the IBM Software Value Plus skills initiative that helps software partners build technical, marketing and sales skills on IBM's software portfolio and key growth opportunities such as business analytics, collaboration and industry transformation. IBM will continue to expand Software Value Plus with additional demand generation, co-marketing and technical skills resources for software partners throughout 2010. ", "\"Business Partners are key to IBM's success in the marketplace, and we continue to invest in new resources that help ensure their success,\" said Sandy Carter, vice president, IBM Software Group Business Partners. \"With this new initiative, we are now providing our partners with the same training and resources we provide our IBM sales team. That is why our partners see us as providing the best opportunity and rewards for those who invest in our software portfolio to better serve clients, tap new markets, and sell into new industries.\" ", "For more information on the IBM Software Value Plus initiative, visit: ", ".", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced the technology and business expansion of its LotusLive cloud collaboration platform through a new R&D pipeline from IBM Research and plans to open the LotusLive suite to new partners. LotusLive cloud services provide integrated email, Web conferencing, social networking and collaboration with IBM's focus on security, reliability and enterprise integration.  \n\t\t\t\t\t\t\t\t\t", "IBM Research and Lotus are joining forces to deliver new innovation on the Web through the creation of LotusLive Labs -- a proving ground for advances in business-driven collaboration in the cloud.", "Known for pushing the boundaries of science, technology and business to build a smarter planet, IBM researchers have been recognized with five Nobel prizes. In 2009, IBM received 4,914 US patents -- marking the 17th consecutive year it has topped the list of the world's most inventive companies. IBM Research and Lotus will accelerate the pipeline for business-focused innovation for LotusLive. ", "At Lotusphere 2010 this week, a range of LotusLive Labs technology previews are being unveiled including:", "Expected in second quarter of 2010 via LotusLive Labs, Project Concord is a new Web-based document editor for creating and sharing documents, presentations and spreadsheets. ", "\r\nToday, IBM also announced the extension of the core collaboration services of LotusLive to third-party applications and business processes. Previously available only through the LotusLive Design Partner program, IBM will make application programming interfaces (APIs) for LotusLive services available to any IBM business partner in the second half of 2010. In addition, three LotusLive Design Partners are scheduled to bring their solutions to market in Q2 including: ", "IBM is also working with several new integration partners including PGi (formerly Premiere Global Services), a leading global provider of meeting and collaboration solutions that energize people and organizations to connect more meaningfully. PGi will resell LotusLive Meetings, integrated with its audio conferencing platform. ", "IBM also announced the expansion of benefits for IBM business partners, including no-cost, 12-month LotusLive demo accounts as well as a number of partner programs to help partners succeed in selling LotusLive services. ", "Details on partner benefits and programs as well as information on the Design Partner program are available at ", ". ", "\"Lotus knows that helping customers work with people outside and inside their companies, especially in the context of a business process, is important,\" said Sean Poulley, vice president, IBM Cloud Collaboration. \"By making it easy for partners to weave cloud-based social networking, collaboration and communication tools into their applications, customers will gain powerful new ways to solve business problems.\"", "\r\nThe next version of LotusLive Notes will provide email, calendar, contact management and instant messaging capabilities to customers in a multi-tenant environment. The LotusLive Notes service will be optimized to support hybrid on-premise and cloud deployments with standard support for directory synchronization between on-premise directories and the cloud, access to application and mail workflows that remain on-premise, and entitlement for every user to use either a browser or the Lotus Notes client to access their email. New services and options will include a reduction in the minimum number of users for a LotusLive Notes subscription from 1,000 to 25, IBM Lotus Sametime instant messaging support and a 5GB standard mailbox quota. IBM is now accepting requests to participate in the LotusLive Notes managed beta program at ", ". ", "\r\nLotusLive delivers integrated email, Web conferencing, social networking and collaboration services to simplify and improve daily business interactions with customers, partners and colleagues. Available in English, Brazilian Portuguese, French, German, Italian, Japanese, Korean, Simplified Chinese, Traditional Chinese and Spanish, a no-cost, 30-day trial is available at ", ". ", "IBM's cloud computing initiative is a key driver for the company and a key area of focus for clients. Cloud computing, combined within an overall IT strategy, can help improve business performance and control the costs of delivering IT resources to the organization. Collaboration in the cloud can enable rapid business innovation by extending the enterprise perimeter to the cloud for the delivery of easy-to-use computing services to users regardless of location or the type of device being used. ", "Learn more about the LotusLive portfolio at ", ".", " Screen capture of LotusLive iNotes Calendar", " Screen capture of LotusLive Inbox", " LotusLive Contacts screen capture.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced the opening of a new data center designed to support new compute models like cloud computing, in order to help clients from around the world operate smarter businesses, organizations and cities.\n\t\t\t\t\t\t\t\t\t", "The new data center reduces technology infrastructure costs and complexity for clients while improving quality and speeding the deployment of services – using only half the energy required of a similar facility its size.  The data center will ultimately total 100,000 square feet at IBM’s Research Triangle Park (RTP) campus and is part of a $362 million investment by the corporation to build the new data center in North Carolina.  IBM owns or operates more than 450 data centers worldwide.", "Data centers are the backbone of information technology (IT) infrastructure delivery for businesses and other organizations, with powerful servers and storage systems running business-critical technology including software applications, email and web sites.  IBM has engineered the data center to help its clients use new Internet technologies and services to meet the business challenges of an environment marked by an exponential rise in computational power, a proliferation of connected devices and an imperative to manage energy costs.", "The data center uses advanced software virtualization technologies that enable access to information and services from any device with extremely high levels of availability and quality of experience.  The facility aggressively conserves energy resources; saving cost and speeding services deployment through a smart management approach that links equipment, building systems and data center operations.", "“I thank IBM for its continued commitment to North Carolina. This facility promises to be one of IBM's greenest data centers in the world, proving once again that green is gold for North Carolina,” Gov. Bev Perdue said. “Growing North Carolina’s green economy plays a critical role in my mission to create jobs and to ensure our state’s economy is poised to be globally competitive in the long term.”", "The data center is showcasing a cloud computing solution in partnership with North Carolina Central University (NCCU) and NC State University that enables Hillside New Tech High School students in Durham, NC to access educational materials and software applications for the classroom over the Internet from the high school’s computer lab, as well as from any networked device.  This means that the learning environment can be extended to nearly any place at any time without the restrictions many schools face such as limited support, hardware resources and lack of access.", "The Hillside outreach project with NCCU, using cloud computing as a vehicle in support of education, is one of several such K-12 projects that IBM supports.  The new data center also currently hosts IBM’s global web site, ibm.com, and the IT operations of strategic outsourcing clients such as the United States Golf Association (USGA).", "“Data centers have always been a critical part of IBM 's global technology services -- and they will be even more important as the processes, infrastructure, and systems that define business today become increasingly connected and intelligent,” said Pat Kerin, general manager, IBM North America.  “This new facility not only sets new standards for energy efficiency, but provides the flexible capacity that allows IBM to deliver services that enable clients to reduce costs, improve productivity, and gain competitive advantage in their markets.”", "Alex Withers, managing director of Digital Media for the United States Golf Association, said, “The migration of our USOPEN.com operations to IBM’s new data center in Research Triangle Park, North Carolina reduced our energy consumption by 38 percent and floor space requirements by 54 percent. We count on IBM to deliver a cost effective, reliable and scalable hosting environment that supports the presentation of our world-class championships to players and fans.”", "Key attributes of the new data center include:", "In constructing the new data center, IBM renovated an existing building on its Research Triangle Park campus by reusing 95 percent of the original building's shell, recycling 90 percent of the materials from the original building and ensuring that 20 percent of newly purchased material came from recycled products.  The result lowered costs and reduced the carbon footprint associated with building by nearly 50 percent allowing IBM to apply for Leadership in Energy and Environmental Design (LEED) Gold certification. LEED is a third-party certification program and the nationally accepted benchmark for the design, construction and operation of high performance green buildings.", "Factors key to IBM's selection of RTP as the site for the new facility include North Carolina's robust network infrastructure, its leadership approach to energy efficiency, information technology security and geographic elements such as the low risk for natural disasters.", " To view and download a related VNR, b-roll -- in broadcast or streaming quality -- and photos please go to http:/", "  [registration available online]", "\r\nFor more information, visit ", ".", " IBM's new, 60,000 square foot, Leadership Data Center in Research Triangle Park, North Carolina officially opened on February 4, 2010.", " IBM's new, 60,000 square foot, Leadership Data Center in Research Triangle Park, North Carolina officially opened on February 4, 2010.", " IBM's new, 60,000 square foot, Leadership Data Center in Research Triangle Park, North Carolina officially opened on February 4, 2010.", " IBM's new, 60,000 square foot, Leadership Data Center in Research Triangle Park, North Carolina officially opened on February 4, 2010.", " United States primary education systems have been in the news recently for budget cuts, declining graduation rates and skills gaps. As part of IBM’s smarter planet initiative, we are working with school districts to make K-12 classrooms more intelligent. One way to help our education systems refresh outdated infrastructures with new functionality is through cloud computing.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n", "\n", "\n", "\n", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tPanasonic Corporation, a market and technology leader in consumer and industrial electronics, has ushered in the cloud computing era by adopting IBM (NYSE: ", ") LotusLive's suite of collaboration services.\n\t\t\t\t\t\t\t\t\t", " (Photo: ", ") ", "The new services will allow its workforce to communicate and collaborate more efficiently with its global network of customers, partners and suppliers through a cloud-based community. ", "Panasonic will adopt IBM's LotusLive.com services for Web conferencing, file sharing, instant messaging and project management. The company will also implement LotusLive Connections for business social networking between employees, partners and suppliers to find and share the right insight when needed. As part of this investment in open IBM technology, Panasonic will migrate employees from Microsoft Exchange or other collaboration software to LotusLive for email, calendaring and contact management. Panasonic will present more details at IBM's annual Lotusphere Conference January 17 - 21 in Orlando, Florida. ", "The global cloud computing market is expected to grow at a compounded annual rate of 28 percent from $47 billion in 2008 to $126 billion by 2012, according to IBM based on various market estimates. ", "Panasonic has made a strategic decision to unify its brands worldwide under the Panasonic name. As part of its globalization efforts, the company embarked on an information technology (IT) initiative to improve competitive advantage and overall business results by helping its multiple business units work together more efficiently. ", "Panasonic selected IBM for its global email and collaboration platform to help them transform their workforce into a globally connected and integrated team. Due to the open architecture of LotusLive, Panasonic can build on its existing and future investments in their IT infrastructure, without increasing the resources of their IT departments. ", "\"LotusLive is an integral vehicle for our employees to truly function as a globally integrated enterprise,\" said Mitsuhiro Aoyama, Vice President Corporate Information Systems Company, Panasonic Corporation . \"It will allow us to work securely with our extended enterprise of Panasonic partners and customers as if they are all in the same location, bringing the promise of quicker, more efficient teamwork and commerce worldwide.\" ", "\"Panasonic would only make this strategic move with the assurance that their daily business workflow will be safeguarded from costly interruptions and intrusions as millions of existing LotusLive users know,\" said Sean Poulley, Vice President, IBM Cloud Collaboration. \"When responsible businesses such as Panasonic move to the cloud, they want innovative technologies without compromising security, reliability or privacy. That's why they choose IBM.\" ", " ", "Companies of all sizes, including small and medium businesses (SMBs) are migrating to the cloud with LotusLive's collaboration services. Trajkovski & Partners Consulting, a management consulting firm in Skopje, Macedonia, is using LotusLive to help grow its business and support its remote clients throughout Europe. Since adopting LotusLive, the company has lowered its travel and telecommunications costs by more than 20 percent. ", "\"LotusLive's cloud computing services has allowed us to benefit from a highly sophisticated technology without actually investing in the infrastructure and maintenance of that solution,\" says Jasmina Trajkovski, Executive Manager. \"LotusLive Engage eases communication with my clients because our employees no longer have to send large attachments through email and then worry about whether they were received. By working with IBM, we now have the ability to share, store and manage documents and access them at the same time as our clients. This has actually made my job easier.\" ", "In the UK, Collaboration Matters Limited, a social software consultancy, works with a number of vendors and recommends the right tool for the job for each individual client. Stuart McIntyre, Collaborations Matters' Technical Director, has been using LotusLive Engage to host meetings, share files and perform simple project management within his company and ... beyond. \"We have estimated savings of about 20 percent on the cost for a travel, while improving worlkflow with our clients. These improvements can have a massive impact on shortening project cycles, saving as many as 10 days on an eight week project.\" ", "For Netherlands-based RealConnections, a small business focused on bringing online communities together, LotusLive is drastically reducing bottom-line costs. By using LotusLive's cloud-based services they are working more efficiently and also providing their clients with a level of trust and security that is associated with the IBM name. ", "\"Working with LotusLive we're saving as much as 30 minutes a day in gained productivity. This time savings equals 10 hours a month, or 120 hours per year. That is a huge savings for us,\" said Erik Vos, President. The good thing about LotusLive is that it brings core collaboration services together in one place. So all my contacts are there, all my files are there, all my activities are there. And then there's that extra level of trust that IBM is the hosting environment.\" ", " ", "IBM has also extended its LotusLive Cloud collaboration service with the availability and free trial of LotusLive Engage and LotusLive Connections in Brazilian Portuguese, French, German, Italian, Japanese, Korean, Simplified Chinese, Traditional Chinese and Spanish. ", "The additional language support for the LotusLive portfolio follows the recent announcement of the availability of LotusLive iNotes, IBM's email service that delivers the benefits of cloud computing with a focus on reliability, privacy and security, to millions of mainstream business users for $3 per user, per month. ", "LotusLive provides integrated email, collaboration and social networking services to simplify and improve daily business interactions with customers, partners and colleagues. A no-cost, 30-day trial of LotusLive is available at ", ". ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced plans to go online with its commercial cloud service for software development and testing. IBM, which already delivers a test and development cloud, is now allowing enterprise and government clients to test and develop on an IBM Cloud. Following a successful beta program, IBM is working with partners in cloud management, cloud security and software development and testing support to provide businesses with a unique mix of flexibility, scalability, enterprise-grade security and control for development and test on the IBM Cloud.  ", "                           ", "The average enterprise devotes up to 50 percent of its entire technology infrastructure to development and test, but typically up to 90 percent of it remains idle. IBM has seen that taking advantage of cloud computing within development and testing environments can help reduce IT labor costs by 50 percent, improve quality and drastically reduce time to market.", "IBM's new Smart Business Development & Test on the IBM Cloud allows enterprise clients to expand on internal development and test efforts with instant access to resources through IBM's secure, scalable cloud delivery model, IBM software and application lifecycle management capabilities. IBM's enterprise-friendly approach to cloud complements clients' current data centers and traditional development efforts, helping clients:", "PayPal, the faster, safer way to pay and get paid online, is extending its global payments platform, PayPal X into the cloud. PayPal is working with the IBM Cloud Labs to allow its ecosystem of developers to not only innovate on the IBM cloud, but to quickly monetize new applications developed and made available via smart phones. \"We want to provide a very simple way to make payments available on all platforms including mobile applications,\" said Osama Bedier, PayPal's vice president of platform and emerging technologies. \"The IBM cloud provides a platform for developers to come together as a community, to create, develop and test new applications. We look forward to seeing the payments innovations our developers create through the IBM cloud and bringing the wallet into the cloud.\"", "Spencer Trask Collaborative Innovations (STCI) has developed, through its ", " with the US Department of Education an advanced innovation collaboration portal -- an online community connecting teachers, administrators, education experts, and charitable foundations to request, propose, and refine ideas to improve public education in the United States.  Collaborative Software Initiative, a Member Firm of STCI, worked closely with IBM to launch STCI’s first major public sector open collaboration initiative within IBM’s cloud environment.   \"For STCI we used IBM's cloud environment to develop, test, and now deliver this very visible application because of its focus on open technology and its inherent scalability,\" said Evan Bauer, CTO, The Collaborative Software Initiative.", "IBM is building an ecosystem of partners to deliver the most complete and comprehensive cloud computing solutions to clients. This ecosystem comprises existing and new cloud partners in the IT industry that intend to work with IBM and complement the IBM Cloud in key areas. For example, RightScale and Kaavo can help customers manage and provision cloud resources to facilitate more effective deployment of applications and workloads in the cloud, while Navajo Systems can provide additional security for cloud-based applications and Silanis' e-signature process management can enable secure e-transactions and e-contracts. Aviarc, Wavemaker and Corent can enable development of applications on the cloud, while VMLogix can provide manual, functional, and compatibility testing; AppFirst can provide performance monitoring; or SOASTA CloudTest can deliver load and performance testing -- all taking advantage of the IBM Cloud.", "IBM Business Partner and IBM software delivery services beta participant, Trinity Software, works with federal government agencies and clients faced with complex IT administration scenarios and mandatory requirements for compliance and security when developing in the cloud. \"Our customers often have barriers to scalability and limited resources for deploying quickly,\" said Russell Stanley, principle quality management engineer, Trinity Software Solutions. \"IBM Rational's software delivery services for cloud computing can be internal or external and scaled to fit on demand, while streamlining testing with minimal overhead. With the additional reduction of risk IBM enables in the cloud, we can prioritize quality.\"", "Today, IBM is also introducing new Rational software delivery lifecycle solutions in the cloud. Rational Software Delivery Services for Cloud Computing v1.0, includes a collection of Rational's market-leading products and capabilities helping clients harness the agility and flexibility of the cloud. Development and delivery teams can more effectively collaborate and quickly develop, test, and deploy new technology-based business initiatives.", "Additionally, IBM is launching a new, online cloud computing resource center on IBM ", ", the industry's largest technical resource with 8 million registered developers, IT professionals, and students worldwide.  The new ", " provide a single point of entry to beta and production cloud environments, as well as a place for visitors to learn how to make the most of cloud computing initiatives.  ", "The new resource center will include cloud articles, videos, blogs and hands-on virtual workshops for IT professionals new to cloud or interested in developing cloud infrastructures or applications. developerWorks will host cloud-focused forums and online communities and provide no-charge access to IBM software to help developers get started.", "In 2010, IBM also will begin a new series of cloud computing workshops at its 40 worldwide IBM Innovation Centers to support ISV business partners seeking cloud skills.", "IBM has offered a private cloud solution for development and test since June 2009, and now offers development and test services in three flexible delivery models:", "\"Workload characteristics continue to drive the rate and degree of standardization of IT and business services,\" said Rich Esposito, vice president, IT Strategy & Architecture and Middleware Services, IBM. \"Standardization is key to bringing discipline, efficiency and simplicity to the most complex corners of big businesses.\"", "IBM understands that not every kind of computing task will move to a cloud environment, so the company is helping clients identify cloud computing opportunities by workload. Some workloads will remain on premise, but others are ripe for external cloud environments, including development and test.", "For clients who need help determining workload and delivery model choices, IBM delivers Cloud Infrastructure Strategy and Design Services. Based on proven methodologies and intellectual property earned through more than 100 client engagements and first-of-a-kind cloud projects, these integrated design services give clients a ready-to-build blueprint for cloud. The services are integrated into IBM's private workload optimized clouds.", "The new open cloud environment includes support for Linux -- through Red Hat Enterprise Linux and SUSE Linux Enterprise from Novell -- and Java. Smart Business Development and Test on the IBM Cloud is powered by Red Hat Enterprise Virtualization, the Red Hat branded and supported KVM offering.  The enterprise cloud allows clients to work with their own images as well as images from IBM Mashup Center, Lotus Forms Turbo, WebSphere Portal Server, Lotus Web Content Management, and IBM Information Management and WebSphere brands that can be configured per their selection.", "Smart Business Development & Test on the IBM Cloud will be available in the second quarter of 2010 in The United States and Canada, and it will roll out globally throughout 2010.  ", "For more information on IBM's cloud computing portfolio, research and labs please visit, ", ". ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced the immediate availability of IBM Client for Smart Work in India through business partners. The IBM Client for Smart Work, IBM and Canonical's popular cloud-and Linux-based desktop package, is designed to help companies do more with less and lower desktop computing costs by up to 50 percent.\n\t\t\t\t\t\t\t\t\t", "CIO's, IT directors and IT architects from all types of organizations in India, even those that typically cannot afford new PCs, can now gain immediate access to collaboration capabilities to help them work smarter, with the simple download of the IBM Client for Smart Work onto various thin clients, such as netbooks and other devices.", "\r\n", "\r\n“Government leaders, CEOs and CIOs are seeking an open, cost effective and collaboration rich client strategy to leapfrog into the 21st century,” said Pradeep Nair, director of IBM India Software Group. \"The IBM Client for Smart Work solution brings together the strengths of cloud-based collaboration, virtual desktops, netbook devices and open source, supported by a strong ecosystem of business partners, to help Indian innovators harness the next wave of growth.” ", "\r\n", "\r\nThe collaboration package runs on Ubuntu Linux operating system available from Canonical and provides the option to deliver collaboration through the Web in a cloud service model. The Client comes with IBM Lotus Symphony, IBM LotusLive iNotes/Connections and IBM Lotus Notes/Domino, with the option to add IBM Lotus Connections and IBM WebSphere Portal, as well as virtual desktop capabilities using VERDE from Virtual Bridges. ", "\r\n", "\r\nWith the mounting interest in this solution, IBM today also announced that Simmtronics Semiconductors will ship their new Simmbooks (netbooks) with IBM Client for Smart Work on Ubuntu already preloaded to clients in India, US, Singapore, Hong Kong, Indonesia, Thailand, UK, and Vietnam. ", "\r\n\"We launched Simmbooks based on the high demand for netbook type devices for enterprises worldwide,\" said Indrajit Sabharwal, managing director, Simmtronics Semiconductors. \"Delivering Simmbooks with IBM Client for Smart Work on Ubuntu will help our customers lower their total cost of ownership and be on the forefront of innovation.\" ", "\r\n", "\r\nIBM is also establishing Academic Initiative Centers of Excellence on IBM Client for Smart Work and advanced analytics at Indian engineering colleges and universities, in partnership with Kerala Information Technology Alliance (KITA), a non-profit consortium based out of New York. This includes Rajagiri School of Engineering and Technology, Saintgits College of Engineering, Kottayam and College of Engineering Chengannur in the State of Kerala. ", "\r\n", "\r\nKITA is collaborating with IBM, Zyxware Technologies and Canonical to pilot IBM Client for Smart Work and associated virtual desktop capabilities at the IT Park in the State of Kerala, India. ", "\r\n", "\r\n\"Developing countries worldwide are looking for ways to optimize IT costs and at the same time make use of emerging technologies to bypass tough roads driven by their predecessors,\" said George Abraham, CTO of United Nations Pension Fund and Chairman of KITA. \"IBM Client for Smart Work will be a real enabler to accelerate establishment of smart cities and villages in countries like India, where overcoming traditional boundaries using social networks and leveraging the dynamics of a global flat world is driving domestic growth.”", "\r\n", "\r\nA growing ecosystem of partners including Zyxware Technologies in India, and more than 40 business partners through Virtual Bridges, a company that provides the virtual Linux desktop capabilities using VERDE, are offering the IBM Client for Smart Work to clients around the world.  ZSL, a leading ISV and Global Software Solutions and Services provider, announced “PowerCube” Desktop as a Service solution powered by IBM Client for Smart Work in India, US and Africa. The “PowerCube” is a  comprehensive desktop solution and includes IBM's open collaborative and productive components –  Lotus Notes and Lotus Symphony on Ubuntu Linux in the cloud or on-premise. In addition, Virtual Bridges announced new customers, including ShvinTech with cloud partner KalariSys, and partners adopting IBM Client for Smart Work. ", "\r\n", "\r\nCanonical will also support Lotus Symphony, a key component of IBM Client for Smart Work, available through business partners, to help clients adopt IBM Client for Smart Work on Ubuntu. This will be initially available in the US. ", "\r\n", "\r\nIBM today also announced the unveiling of a new IBM Open Company Center in the IBM Innovation Center in Waltham, MA. The center will give IBM business partners and clients hands-on experience with the IBM Client for Smart Work on Ubuntu and Red Hat. It will showcase a variety of use-cases including logging into a virtual Linux desktop using a memory stick, using different Linux-based netbooks along with laptops, desktops and thin other hardware clients. The Center will also provide banking, education, government and healthcare specific demos. ", "\r\n", "\r\nThis new center in Waltham joins similar IBM Open Company Centers around the world including those in Germany, Spain, Italy, France and Netherlands. ", "\r\n", "\r\nLearn more about IBM Client for Smart Work at ", " ", "Learn more about IBM Symphony at ", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") today announced more than 200 partners are planning to sell to their customers LotusLive cloud services.  The news comes in just two months since the introduction of the LotusLive partner program as evidence of increasing migration to the cloud for collaboration capabilities.  \n\t\t\t\t\t\t\t\t\t", "New integrated solutions from partners, including Silanis and Skype, are bringing LotusLive to new global customers in the insurance, banking and other industries around the world.  In addition, LotusLive has many other market leading partners including  PGi, Intercall, Ascendant, Insight, and Integrasys", "to name a few.", "As part of today's news, IBM is also", "extending the capabilities of Lotus Foundations by integrating DB2 Express database software into the core appliance offering free of charge to better serve SMB customers.  There is no database size limit, no limit on the number of instances or databases per server and no restriction on the number of users.  ", "The news reinforces IBM's commitment to SMB customers who require IT solutions that are easy to use and acquire. These developments are appealing to Microsoft customers and partners in the wake of Microsoft's discontinuation of its flagship offering for SMB, Windows Essential Business Server. Microsoft announced its withdrawal on March 7, leaving partners and customers looking for alternatives.", "\"We can rely on IBM to address our midmarket customer needs unlike Microsoft who has left us in the cold with this abrupt withdrawal of Enterprise Business Server,\" said Bernie Leung, CEO of MESA Technology. \"I will invest more with our IBM partnership and guide Small Business Server customers to move to IBM since I don't see how resellers can make money or avoid channel conflict with Microsoft Business Productivity Online Suite.\"", "\"Whether it's in the cloud with LotusLive or on-premise with Lotus Foundations, IBM is making information technology easier to use for customers and simpler to provide for partners,\" said Alistair Rennie, General Manager, IBM Lotus Software, \"through a hybrid cloud and on-premise delivery model.\"", "Many businesses are migrating to the cloud -- the IBM cloud.  In fact, IBM's LotusLive collaboration cloud has attracted more than 18 million users from businesses of all sizes within its first year.     LotusLive delivers a full range of collaborative services including  cloud-based email, web conferencing, instant messaging, file sharing, relationship management and project tracking, enabling people to work with anyone from anywhere, in any company or organization. Benefitting from the cost-efficiencies of the cloud, LotusLive also offers the reliable, scalable and private business support for which IBM is known.", "\"We saw what was already out in the market  and we wanted to offer the best-of-breed in a subscription-based model,\" said Shoby John, CEO of ", ".  \"LotusLive represents that.\"", "IBM is also offering clients and partners free trials of several cloud services.  Some trials have expanded from 15 to 30 days covering", "LotusLive Meetings, LotusLive Connections, LotusLive iNotes and LotusLive Engage, all of which are capable of working together as a seamless suite.    ", "\"LotusLive allows people to go to a hybrid model that allows you to collaborate within your company but also go outside the firewall.   Another key benefit of cloud technology is the immediacy of the service.   You go online and within 13 seconds your collaborating with the world,\" said Raymond Sembler, senior vice president, ", ".", "For more information on LotusLive, visit:  ", ".", "IBM is announcing enhancements to Lotus Foundations with the integration of DB2 Express-C as part of the offering.  Software application providers can also take advantage of autonomic features making their applications easier to manage and deploy without on-site IT support.", "Now business partners and application developers can develop and deploy, at no charge, applications that require a high performance, highly reliable and scalable database.  Along with support for all leading programming languages, development environments, and the open SQL standard, the DB2 software also includes advanced features such as native XML support, and enterprise grade security for compliance with demanding government and industry regulations. DB2 Express-C is fully integrated with Lotus Foundations user management and backup processes to deliver hands-off operations that are required for midmarket solutions.", "IBM's hybrid solution platform allows application providers to rapidly build and integrate their applications,  delivering them on-premise using a hardware appliance and in the cloud through LotusLive.  This allows small business and midmarket users to focus on their business priorities and work smarter without worrying about  IT and where the content resides.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tIBM (NYSE: ", ") announced today that Woodward Control Solutions will access a high performance cloud environment from Nimbis Services and IBM to simulate and design aircraft components. With cloud-based simulation, Woodward will avoid building physical prototypes of its products and so deliver them to market 80 percent faster while generating half the waste from materials.\n\t\t\t\t\t\t\t\t\t", "U.S. manufacturers are being challenged today by an unprecedented confluence of global events -- financial crisis, global economic contraction, an automotive manufacturing base at risk and increasing competition from overseas. The Council on Competitiveness recently concluded that high performance computing has the capacity to drive innovation and make U.S. manufacturers and the nation more competitive. (1)", "Last year, Woodward, working with the University of Southern California's (USC) Information Sciences Institute (ISI), was part of a supply chain-oriented pilot project to demonstrate this. The goal of the project was to explore how small manufacturers can effectively use high performance cloud computing environments for industrial design and modeling. Working with ISI, Woodward tapped in to the ", " cloud center and found that high performance computing would help the company more accurately model the behavior of fuel nozzles designed for Pratt & Whitney engines.", "Woodward designs and manufactures crucial jet engine components that help power more than 30 percent of the world's passenger aircraft. Like many manufactures today, Woodward was attempting to use desktop solutions to design its products, which inhibits innovation and forces manufacturers to rely more on physical prototyping.", "The pilot project found that high performance computing would enable Woodward to effectively simulate the development of new products instead of building costly and time consuming physical prototypes, saving the company $275,000 per engineer per year by making them 76 percent more productive while enabling the company to reduce risk and make the manufacturing process 80 percent faster. Woodward should also generate 50 percent less scrap waste.", "Based on the success of this pilot, Woodward will employ cloud services from IBM using Nimbis Services' ecommerce Cloud Portal to simulate and design aircraft components under a manufacturing yield improvement innovation contract from the Defense Logistics Agency, which promotes innovative manufacturing technology and projects under the Industrial Base Innovation Fund (IBIF). The Nimbis ecommerce Cloud Portal will provide Woodward with a private cloud portal and billing system through which it will rent resources in a secure IBM Computing on Demand cloud center and access Ansys simulation software.", "Woodward serves as a prime example of where the manufacturing industry needs to go. The U.S. risks its manufacturing leadership position if it fails to utilize the game-changing tool of high performance computing for modeling, simulation, and analysis, according to the Council on Competitiveness. (2)", "\"In collaboration with Nimbis, IBM's Computing on Demand cloud centers allow businesses of all sizes and types across the country to tap into the power of supercomputing and use it to their competitive advantage,\" said Bob Graybill, CEO and President of Nimbis Services. \"This, in turn, boosts the competitiveness of our country by providing our industries the analytics and insights they need to out-compete at a global level.\"", "Nimbis and IBM will replicate the success of their work with Woodward to offer other vendors in the U.S. defense supply chain high performance cloud services that meet International Traffic in Arms Regulations (ITAR), which control the export and import of defense-related articles and services.", "\r\nFor more information on IBM visit ", " or, to learn more about IBM's premier HPC Cloud service, go to ", ".    ", "Nimbis Services, Inc. (NIMBIS) is a University of Southern California affiliated startup company in the Digital Analysis Computing (DAC) industry that connects its clients transparently through an industry wide clearinghouse with 3rd party compute resources (Cycle Providers), commercial application software and expertise. Our primary goal is to provide low-risk, low-effort \"pay-as-you go\" access to DAC for small to midsize companies who are currently unable to move beyond technical computing on the desktop. Another differentiating characteristic of these clients is that they tend to be experimental and periodic users of DAC services, regardless of the size of the company. A key aspect of the Service will be providing access to and license management for commercial HPC software. For additional information, visit ", ".", "\r\nWoodward is an independent designer, manufacturer, and service provider of energy control and optimization solutions used in global infrastructure equipment. We serve the aerospace, power generation and distribution, and transportation markets. Our systems and components optimize the performance of commercial aircraft; military aircraft, ground vehicles and other equipment; gas and steam turbines; wind turbines; reciprocating engines; and electrical power systems. The company's innovative fluid energy, combustion control, electrical energy, and motion control systems help customers offer cleaner, more reliable and cost effective equipment. Our customers include leading original equipment manufacturers and end users of their products. Woodward is headquartered in Fort Collins, Colorado USA. Visit our web site at ", ".", "1.) Council on Competitiveness white paper \"", ".\" January 16, 2009", "2.) Council on Competitiveness white paper, \"", ".\" March 4, 2009", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]},
{"body": ["\n\t\t\t\t\t\t\t\t\t\t", "\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tWith the adoption of netbooks quickly becoming a global phenomenon for business, IBM (NYSE:", "), Canonical and Simmtronics today announced that the Simmtronics netbook, the Simmbook, is available to emerging markets at a low price of $190 USD.\n\t\t\t\t\t\t\t\t\t", "Available first to emerging markets such as South Africa, the Simmbook is preloaded with IBM Client for Smart Work, which includes IBM Lotus Symphony, access to IBM LotusLive cloud collaboration services, and choice of adding other IBM Lotus collaboration software like Lotus Notes and Lotus Sametime. ", "\r\n", "\r\n", "Businesses worldwide struggle to find computing platforms that bridge the gap between low price and high performance in information technology (IT).   Today's announcement addresses this gap with the availability of a low-cost, high-value platform that includes productivity applications, hardware and an operating system available in a single netbook with no custom work required.  It also provides a computing option to more of those in small-medium business, non-profits and academia that might otherwise not be able to afford such collaboration resources.", "\r\n", "\r\n“As Africa makes economic strides during a time when new technologies like cloud computing are emerging, the Simmbook netbook with LotusLive, Lotus Symphony, Lotus Notes and Ubuntu Linux provides businesses with a complete solution at an affordable price,” said Clifford Foster, IBM sub-Saharan CTO. “CIO's, IT directors and IT architects from all type of organizations in South Africa -- even those that typically cannot afford new, expensive personal computers -- can now legitimately consider netbooks instead of PCs for business use.” ", "\r\n", "\r\nDesigned specifically for mobile computing, the Simmbook provides the power of a full-sized laptop in a compact body. IBM Client for Smart Work is IBM and Canonical's complete desktop package that's open, easy to use, and offers a security-rich alternative to costly, proprietary PC software, such as Microsoft Windows.  It  can help lower costs by up to 50 percent of a typical Microsoft PC.", "\r\n", "\r\nIBM Lotus Symphony is a full suite of applications for creating documents, spreadsheets and presentations, and is estimated to have over 13 million users worldwide. IBM LotusLive provides integrated, Cloud-based email, web conferencing, instant messaging, file sharing, relationship management and project tracking, with over 18 million users in 99 countries. IBM Lotus Notes/Domino provides enterprise-grade email and collaboration capabilities and is used by more than half of the largest global 100 corporations. It is available for a wide variety of Web devices. ", "\r\n", "\r\nSimmtronics is working closely with IBM to provide low cost computing in emerging markets around the world.   In addition to African countries, the low-cost Simmbook will also be available in India, Thailand and Vietnam.", "\r\n", "\r\n\"Netbooks are quickly becoming the norm instead of desktop computers for many businesses worldwide,” said Indrajit Sabharwal, Founder and Managing Director, Simmtronics Semiconductors Limited. “In emerging markets such as South Africa, businesses need a solution that addresses both price and value. The Simmbook solution does just that -- delivering a cost effective, high value and performance system with access to the collaborative tools that businesses need to run efficiently, including email, Web access and instant messaging. Its an ideal product for low total cost of ownership.” ", "\r\n", "\r\nThe Simmbook lends itself to the cloud computing model as it is thin, lightweight and enables users to quickly and easily gain access to the cloud, including IBM LotusLive collaboration services, without needing any additional customization. Not only does the Simmbook serve  as an access point to cloud, it is relevant for businesses starting up or looking to integrate collaboration into business -- a user simply needs to turn it on and can begin using the standard features without hassling with costly Windows and Office-based systems.", "\r\n", "\r\n\"Canonical has a great program for engaging with hardware manufacturers for getting Ubuntu certified and delivered across various platforms and we're happy to welcome Simmtronics to the program,” said Mark Shuttleworth, Founder of Canonical. “It's exciting to see how computing is changing the lives of people in Africa and the new Simmbook provides a real testament of how important it is to get low-cost computing into Africa's economy.” ", "\r\n", "\r\nThe new Simmbook preloaded with IBM Client for Smart Work can be purchased online directly from Simmtronics using this order form http://www.simmtronics.com/order_form.php.  ", "\r\n", "\r\nSimmtronics and IBM plan to continue to work with clients to offer the Simmbook at a competitive price to other countries around the world.", "\t\t\t\t\n\t\t\t\t", "\n\t\t\t", "\n"]}]